[Language]
DisplayName=Vietnamese

[MBR Distributors]
CmbCOCDistributors_Info_01=Cho phép bot khởi chạy COC dựa trên phân phối được chọn
CmbSuspendAndroid_Info_01=Chỉ định nếu Android sẽ bị tạm ngừng trong thời gian ngắn chỉ trong quá trình tìm kiếm và tấn công hoặc\r\ncho mỗi xử lý cuộc gọi ImgLoc/Image. Nếu bạn gặp phải các sự cố mạng thường xuyên hơn\r\nHãy thử sử dụng tùy chọn "Chỉ trong Tìm kiếm/Tấn công" hoặc vô hiệu hóa tính năng này.
CmbSuspendAndroid_Item_01=Vô hiệu hóa|Chỉ trong Tìm kiếm/Tấn công|Cho mỗi cuộc gọi xử lý hình ảnh
Emulator_Item_01=Google
Emulator_Item_02=Kunlun
Emulator_Item_03=Qihoo
Emulator_Item_04=Baidu
Emulator_Item_05=9game
Emulator_Item_06=Wandoujia/Downjoy
Emulator_Item_07=Huawei
Emulator_Item_08=OPPO
Emulator_Item_09=VIVO
Emulator_Item_10=Anzhi
Emulator_Item_11=Kaopu
Emulator_Item_12=Lenovo
Emulator_Item_13=Guopan
Emulator_Item_14=Xiaomi
Emulator_Item_15=Haimawan
Emulator_Item_16=Leshi
Emulator_Item_17=Microvirt
Emulator_Item_18=Yeshen
Emulator_Item_19=Aiyouxi
Emulator_Item_20=Tencent
Group_01=Phân phối
Group_02=Tùy chọn Android Nâng cao
LblAdvanced_Android_Options=Tạm dừng/Tiếp tục Android
NO_COC=No COC
Unknown_COC=Unknown COC
[MBR Popups]
Bot_will_exit=LƯU Ý =>> Bot sẽ thoát ra và cần phải được khởi động lại khi hoàn tất
Cancel_to_exit=Hoặc Click Cancel để thoát
CheckPrerequisites_Item_01=Chào bạn, chúng tôi đang thiếu một số tập tin!
CheckPrerequisites_Item_02=Vui lòng giải nén tất cả các tệp tin và thư mục và bắt đầu lại chương trình này!
CheckPrerequisites_Item_03=Xin lỗi, nút Bắt Đầu đã bị vô hiệu hóa cho đến khi cố định!
CheckPrerequisites_Item_04=Chào bạn, tên tập tin không chính xác!
CheckPrerequisites_Item_05=Bạn đã đổi tên tệp "MyBot.run.exe"! Vui lòng thay đổi nó trở lại MyBot.run.exe và khởi động lại bot!
Close_Bot=Vui lòng Đóng Bot!
Delete_and_Reset_Building_info=Nhấn OK để Xóa và Thiết lập lại tất cả các thông tin Building,
Delete_Building_Info=Xóa Thông Tin Building ?
Delete_Profile_01=Xóa Profile
Delete_Profile_02=
Delete_then_restart_bot=Nhấn OK để xóa và sau đó khởi động lại bot (bằng tay)
Func_AttackCSVAssignDefaultScriptName_Copy_0=Sao chép đến tập tin Scrip mới
Func_AttackCSVAssignDefaultScriptName_Copy_1=Sao chép
Func_AttackCSVAssignDefaultScriptName_Create=Tạo Mới Tập tin Script
Func_AttackCSVAssignDefaultScriptName_Error=Có lỗi xảy ra khi tạo tập tin.
Func_AttackCSVAssignDefaultScriptName_File-exists=Tập tin tồn tại, xin vui lòng nhập vào một tên mới
Func_AttackCSVAssignDefaultScriptName_New_0=Tên Tập tin Scrip Mới
Func_AttackCSVAssignDefaultScriptName_New_1=đến Tên Tập tin Scrip Mới
Func_cmbLanguage=Khởi động lại Bot để tải chương trình với ngôn ngữ mới:
Func_Locate_Building_01=Nhấp vào nút 'Định vị Building' sau đó nhấn vào các Building/Hero của bạn để nâng cấp.
Func_Locate_Building_02=Nhấp vào nút 'Hoàn tất' khi thực hiện tìm tất cả các nâng cấp.
Func_Locate_Building_03=Nhấn vào Hủy để thoát khỏi việc tìm kiếm các buildings
Func_Locate_Building_04=Định vị Building|Xong|Hủy
Func_Locate_Building_05=Định vị Nâng Cấp
Func_Locate_Building_06=Giữ chuột ra khỏi Cửa sổ trình Giả lập Android trong khi tôi kiểm tra các nâng cấp của bạn, Cảm ơn!!
Func_Locate_Building_07=Lỗi đọc Văn bản
Func_Locate_Building_08=Nhập chi phí của việc nâng cấp
Func_Locate_Building_09=Lưu bản sao của hình ảnh nâng cấp để phân tích phát triển?
Func_Locate_Building_10=GOLD   |  ELIXIR  |DARK ELIXIR
Func_Locate_Building_11=Cần người giúp
Func_Locate_Building_12=Chọn Loại Nâng cấp:
Func_Locate_Clan_Castle_01=Nhấn OK sau đó nhấn vào nhà Clan Castle của bạn
Func_Locate_Clan_Castle_02=Định vị Clan Castle
Func_Locate_King_Altar_01=Nhấn OK sau đó nhấn vào King Altar của bạn
Func_Locate_King_Altar_02=Định vị King Altar
Func_Locate_Laboratory_01=Nhấn OK sau đó nhấn vào building Laboratory của bạn
Func_Locate_Laboratory_02=Định vị Laboratory
Func_Locate_Queen_Altar_01=Nhấn OK sau đó nhấn vào Queen Altar của bạn
Func_Locate_Queen_Altar_02=Định vị Queen Altar
Func_Locate_TownHall_01=Nhấn OK sau đó nhấn vào TownHall của bạn
Func_Locate_TownHall_02=Định vị TownHall
Func_Locate_Warden_Altar_01=Nhấn OK sau đó nhấn vào Grand Warden Altar của bạn
Func_Locate_Warden_Altar_02=Định vị Grand Warden Altar
Func_PresetDeleteConf_Info_01=Xóa Cấu hình
Func_PresetDeleteConf_Info_02=Bạn có chắc chắn muốn xóa các cấu hình ?
Locate_building_01=Không di chuyển chuột nhanh sau khi nhấp vào vị trí
Locate_building_02=Đảm bảo tên building được hiển thị cho tôi!
Locate_building_03=Giữ chuột ra khỏi Cửa sổ trình Giả lập Android trong khi tôi kiểm tra các nâng cấp của bạn, Cảm ơn!!
Locate_building_04=Chú ý
Locating_your_TH=Nếu bạn định vị TH của bạn vì bạn đã nâng cấp,
Must_restart_bot=sau đó bạn phải khởi động lại bot !!!
MyVillage=MyVillage
Notice=Chú ý
Ok=Ok
Ok_Cancel=Ok|Cancel
OK_to_restart_bot=Nhấn OK để khởi động lại bot,
Profile_Already_Exists_01=Profile đã Có sẵn
Profile_Already_Exists_02=%s đã tồn tại.\r\nVui lòng chọn tên cho profile của bạn.
Profile_Already_Exists_03=đã tồn tại.
Profile_Already_Exists_04=Vui lòng chọn một tên khác cho profile của bạn
Restart_bot=Nhấn OK để đóng bot và sau đó khởi động lại bot (bằng tay)
Settings_DPI_Error_01=DPI của bạn là không chính xác. Nó được thiết lập để
Settings_DPI_Error_02=%. Bạn phải thiết lập nó để 100% cho bot này làm việc.
Settings_DPI_Error_03=Khi bạn đã thay đổi DPI với giá trị chính xác, khởi động lại máy tính của bạn và chạy bot nữa.
Settings_DPI_Error_04=Bạn sẽ không thể sử dụng bot cho đến khi bạn thực hiện thay đổi này.
Settings_DPI_Error_05=Nhấn OK để xem hướng dẫn về cách thay đổi DPI
Settings_DPI_Error_06=DPI không chính xác
Settings_DPI_Error_07=Không được hỗ trợ
Settings_DPI_Error_08=Rất tiếc, hệ điều hành của bạn không được hỗ trợ bởi các bot.
Settings_Error=Lỗi Cài đặt Hiển thị
sText_01=MyBot đã gặp phải một lỗi nghiêm trọng
sText_02=Không thể tìm thấy hoặc bắt đầu lên
sText_03=Khởi động lại máy tính và thử lại,
sText_04=và tìm kiếm diễn đàn www.mybot.run để được giúp đỡ nhiều hơn nữa
sText_05=Đóng MyBot!
sText_06=Được rồi - Phải thoát khỏi chương trình
Sure_Close Bot=Bạn có 100% chắc chắn muốn khởi động lại bot ?
Sure_Delete_Building_Info=Bạn có 100% chắc chắn muốn xóa Thông tin Building ?
YES_NO=YES|NO
[MBR Func_AtkLogHead]
AtkLogHead_Text_01=NHẬT KÝ TẤN CÔNG
AtkLogHead_Text_02=|                  --------  LOOT --------       ----- BONUS ------
AtkLogHead_Text_03=|TIME|TROP.|SEARCH|   GOLD| ELIXIR|DARK EL|TR.|S|  GOLD|ELIXIR|  DE|L.
[MBR Func_Village_Upgrade]
BtnResetLabUpgradeTime_Info_01=Nút đỏ hiển thị có nghĩa là đang trong quá trình nâng cấp laboratory
BtnResetLabUpgradeTime_Info_02=Điều này sẽ tự động biến mất khi gần thời gian để nâng cấp được hoàn thành.
BtnResetLabUpgradeTime_Info_03=Nếu nâng cấp đã được hoàn thành thủ công với gems trước thời gian kết thúc bình thường,
BtnResetLabUpgradeTime_Info_04=Nhấp vào nút đỏ để đặt lại bộ đếm thời gian nâng cấp nội bộ TRƯỚC KHI KHỞI ĐỘNG MỚI NÂNG CẤP
BtnResetLabUpgradeTime_Info_05=Chú ý - Thiết lập lại thời gian không cần thiết sẽ buộc kiểm tra liên tục cho tình trạng lab
BtnResetLabUpgradeTime_Info_06=Nâng cấp Quân bắt đầu
BtnResetLabUpgradeTime_Info_07=Sẽ bắt đầu kiểm tra hoàn thành tại:
Lab_GUIUpdate_Info_00=Nút đỏ hiển thị có nghĩa là đang trong quá trình nâng cấp laboratory
Lab_GUIUpdate_Info_01=Điều này sẽ tự động biến mất khi gần thời gian để nâng cấp được hoàn thành.
Lab_GUIUpdate_Info_02=Nếu nâng cấp đã được hoàn thành thủ công với gems trước thời gian kết thúc bình thường,
Lab_GUIUpdate_Info_03=Nhấp vào nút đỏ để đặt lại bộ đếm thời gian nâng cấp nội bộ TRƯỚC KHI KHỞI ĐỘNG MỚI NÂNG CẤP
Lab_GUIUpdate_Info_04=Chú ý - Thiết lập lại thời gian không cần thiết sẽ buộc kiểm tra liên tục cho tình trạng lab
Lab_GUIUpdate_Info_05=Nâng cấp Quân bắt đầu
Lab_GUIUpdate_Info_06=Sẽ bắt đầu kiểm tra hoàn thành tại:
Lab_GUIUpdate_Info_07=Bạn có chắc chắn 100% bạn muốn thiết lập lại hẹn giờ nâng cấp lab?
Lab_GUIUpdate_Info_08=Nhấn OK để thiết lập lại
Lab_GUIUpdate_Info_09=Hay nhấn Cancel để thoát
Lab_GUIUpdate_Info_10=Thiết lập lại bộ đếm thời gian
Lab_GUIUpdate_Info_11=Hủy bỏ và Trở về
Lab_GUIUpdate_Info_12=Đặt lại hẹn giờ nâng cấp laboratory?
[MBR GUI Control Bottom]
Func_AndroidEmbedded_False=Undock
Func_AndroidEmbedded_True=Dock
Func_btnHide_False=Hiện
Func_btnHide_True=Ẩn
[MBR Global GUI Design]
AM=AM
Clear_set_row_of_boxes=Nút này sẽ dọn dẹp, hoặc thiết lập toàn bộ hàng của hộp
Day=Day
days=days
Fr=Fr
Friday=Friday
Hour=Hour
Hours=Hours
hr=hr
hrs=hrs
LblTownhall=TownHall
Level=Level
Maxi=Max
min.=min.
Mini=Min
Minutes=Minutes
Mo=Mo
Monday=Monday
None=None
Only_during_day=Chỉ trong những ngày trong tuần
Only_during_hours=Chỉ trong những giờ mỗi ngày
PM=PM
Sa=Sa
Saturday=Saturday
search(es).=search(es).
sec.=sec.
second=second
seconds=seconds
Su=Su
Sunday=Sunday
Tu=Tu
Tuesday=Tuesday
Th=Th
Thursday=Thursday
We=We
Wednesday=Wednesday
[MBR Main GUI]
disabled_Tab_02_STab_02_STab_Info_01=Lưu ý: Donate bị vô hiệu hóa, đánh dấu vào dấu kiểm trên
disabled_Tab_03_STab_02_STab_Info_01=Note: Chiến lược này đã tắt, đánh dấu vào dấu kiểm trên
disabled_Tab_03_STab_02_STab_Info_02=để kích hoạt nó!
MISC_TAB_ITEM1=Normal Village
MISC_TAB_ITEM2=Builder Base
Tab_01=Nhật Ký
Tab_02=Làng
Tab_02_STab_01=Linh Tinh
Tab_02_STab_02=Req. && Donate
Tab_02_STab_02_STab_01=Request Quân
Tab_02_STab_02_STab_02=Donate Quân
Tab_02_STab_02_STab_03=Lịch Donations
Tab_02_STab_03=Nâng Cấp
Tab_02_STab_03_STab_01=Laboratory
Tab_02_STab_03_STab_02=Heroes
Tab_02_STab_03_STab_03=Buildings
Tab_02_STab_03_STab_04=Walls
Tab_02_STab_04=Thành Tích
Tab_02_STab_05=Thông Báo
Tab_02_STab_05_STab_01=PushBullet/Telegram
Tab_02_STab_05_STab_02=Lịch Thông báo
Tab_03=Kế Hoạch Tấn Công
Tab_03_STab_01=Đào Tạo Quân
Tab_03_STab_01_STab_01=Troops/Spells
Tab_03_STab_01_STab_02=Boost
Tab_03_STab_01_STab_03=Thứ Tự Đào Tạo
Tab_03_STab_01_STab_04=Tùy Chọn
Tab_03_STab_02=Tìm && Tấn Công
Tab_03_STab_02_STab_01=Nhà Hoang
Tab_03_STab_02_STab_01_STab_01=Collectors
Tab_03_STab_02_STab_02=Nhà Sống
Tab_03_STab_02_STab_03=TH Snipe
Tab_03_STab_02_STab_04=Bully
Tab_03_STab_02_STab_05=Tùy chọn
Tab_03_STab_02_STab_05_STab_01=SmartZap
Tab_03_STab_02_STab_05_STab_02=Cài Đặt Cup
Tab_03_STab_02_STab_0X_STab_01=Search
Tab_03_STab_02_STab_0X_STab_02=Tấn Công
Tab_03_STab_02_STab_0X_STab_03=Thoát Trận
Tab_03_STab_03=Chiến Lược
Tab_03_STab_03_STab_01=Tải Chiến Lược
Tab_03_STab_03_STab_02=Lưu Chiến Lược
Tab_04=Bot
Tab_04_STab_01=Tùy Chọn
Tab_04_STab_02=Android
Tab_04_STab_03=Gỡ lỗi
Tab_04_STab_04=Profiles
Tab_04_STab_05=Thống Kê
Tab_04_STab_05_STab_01=Thu được
Tab_04_STab_05_STab_02=Linh tinh
Tab_04_STab_05_STab_03=Tấn công
Tab_04_STab_05_STab_04=Donations
Tab_05=About Us
[MBR GUI Design Bottom]
BtnAttackNowDB=DB Attack!
BtnAttackNowLB=LB Attack!
BtnAttackNowTS=TH Snipe!
BtnEmbed=Dock
BtnEmbed_Info_01=Sử dụng tính năng này để nhúng Cửa sổ Android vào Bot.
BtnHide=Ẩn
BtnHide_Info_01=Sử dụng để di chuyển các Cửa sổ Android ra khỏi tầm nhìn.
BtnHide_Info_02=(Không giảm thiểu, nhưng ẩn)
BtnMakeScreenshot=Photo
BtnMakeScreenshot_Info_01=Click vào đây để có một ảnh chụp ngôi làng của bạn và lưu nó vào một tập tin.
BtnPause=Tạm Dừng
BtnPause_Info_01=Sử dụng điều này để Tạm Dừng tất cả các hành động của các bot cho đến khi bạn Tiếp Tục (hoặc Pause/Break key).
BtnResume=Tiếp Tục
BtnResume_Info_01=Sử dụng để Tiếp Tục một Bot tạm dừng. (hoặc Pause/Break key).
BtnSearchMode=Tìm Kiếm
BtnSearchMode_Info_01=Không tấn công. Tìm kiếm một Làng đáp ứng điều kiện.
BtnStart=Khởi Động Bot
BtnStart_Info_01=Sử dụng điều này để BẮT ĐẦU bot.
BtnStop=Dừng Lại Bot
BtnStop_Info_01=Sử dụng điều này để DỪNG LẠI bot (or ESC key).
ChkBackgroundMode=Chế Độ Nền
ChkBackgroundMode_Info_01=Kiểm tra này là Bật Chế Độ Nền của Bot.
ChkBackgroundMode_Info_02=Với điều này bạn cũng có thể ẩn các cửa sổ Giả lập Android khỏi tầm mắt.
Group_01=- freeware bot -
GrpVillage=Village
GrpVillage_Info_01=Chuyển đổi giữa các thông tin làng và số liệu thống kê
LblDonate=Hỗ trợ development
LblDonate_Info_01=Paypal Donate?
LblVillageReportTemp_01=Báo cáo Làng
LblVillageReportTemp_02=sẽ xuất hiện ở đây
LblVillageReportTemp_03=trên chạy đầu tiên.
[MBR GUI Design Child Attack - Attack Scripted]
BtnTest_Info_01=Kiểm tra script đã chọn của bạn
CmbScriptDropline=Drop line fix outer corner|Drop line fist Redline point|Full Drop line fix outer corner|Full Drop line fist Redline point|No Drop line
CmbScriptDropline_Info_01=Chọn đường viền thả. Mặc định là góc bên ngoài và an toàn hơn. Điểm Redline đầu tiên có thể cải thiện tấn công.
CmbScriptName=Lựa chọn script; Bạn có thể chỉnh sửa/thêm các scripts mới nằm trong thư mục: 'CSV/Attack'
CmbScriptRedlineImpl=ImgLoc Raw Redline (mặc định)|ImgLoc Redline Drop Points|Original Redline|External Edges
CmbScriptRedlineImpl_Info_01=Lựa chọn triển khai Redline. ImgLoc Redline là mặc định và tốt nhất.
Group_01=Triển Khai
IconCopy_Info_01=Sao chép Tấn Công Script hiện tại cho một tên mới
IconCreate_Info_01=Tạo một Tấn Công Script mới
IconReload_Info_01=Tải lại Tập tin Script
IconShow-Edit_Info_01=Hiện/Chỉnh sửa Tấn Công Script
[MBR GUI Design Child Attack - Attack]
ChkTHSnipeBeforeEnable=Snipe TH ngoài đầu tiên
ChkTHSnipeBeforeEnable_Info_01=Nếu TH là bên ngoài bắt đầu với một TH Snipe
Chk-Use-Clan Castle_Info_01=Thả Clan Castle của bạn trong trận chiến nếu nó có chứa quân.
Chk-Use-Clone_Info_01=Sử dụng Clone Spells của bạn khi Tấn công...
Chk-Use-Earthquake_Info_01=Sử dụng Earthquake Spells của bạn khi Tấn công...
Chk-Use-Freeze_Info_01=Sử dụng Freeze Spells của bạn khi Tấn công...
Chk-Use-Haste_Info_01=Sử dụng Haste Spells của bạn khi Tấn công...
Chk-Use-Healing_Info_01=Sử dụng Healing Spells của bạn khi Tấn công...
Chk-Use-Jump_Info_01=Sử dụng Jump Spells của bạn khi Tấn công...
Chk-Use-King_Info_01=Sử dụng King của bạn khi Tấn công...
Chk-Use-King_Info_02=Bật với TownHall 7 trở lên
Chk-Use-Light_Info_01=Sử dụng Light Spells của bạn khi Tấn công...
Chk-Use-Poison_Info_01=Sử dụng Poison Spells của bạn khi Tấn công...
Chk-Use-Queen_Info_01=Sử dụng Queen của bạn khi Tấn công...
Chk-Use-Queen_Info_02=Bật với TownHall 9 trở lên
Chk-Use-Rage_Info_01=Sử dụng Rage Spells của bạn khi Tấn công...
Chk-Use-Skeleton_Info_01=Sử dụng Skeletons Spells của bạn khi Tấn công...
Chk-Use-Warden_Info_01=Sử dụng Warden của bạn khi Tấn công...
Chk-Use-Warden_Info_02=Bật với Townhall 11
Cmb-Algorithm_Item_01=Tấn Công Chuẩn
Cmb-Algorithm_Item_02=Tấn Công Scripted
Cmb-Algorithm_Item_03=Tấn Công Milking
Cmb-Algorithm_Item_03_SubItem_01=A - Cấu trúc
Cmb-Algorithm_Item_03_SubItem_02=B - Điều kiện
Cmb-Algorithm_Item_03_SubItem_03=C - Tấn công
Cmb-Algorithm_Item_03_SubItem_04=D - Sau khi Vắt sữa
Cmb-Algorithm_Item_03_SubItem_05=Nâng Cao
Cmb-SelectTroop_Info_01=Chọn các quân để sử dụng trong các cuộc tấn công
Cmb-SelectTroop_Item_01=Sử dụng tất cả quân
Cmb-SelectTroop_Item_02=Sử dụng quân (.) Barracks
Cmb-SelectTroop_Item_03=Chỉ Barb
Cmb-SelectTroop_Item_04=Chỉ Arch
Cmb-SelectTroop_Item_05=B+A
Cmb-SelectTroop_Item_06=B+Gob
Cmb-SelectTroop_Item_07=A+Gob
Cmb-SelectTroop_Item_08=B+A+Gi
Cmb-SelectTroop_Item_09=B+A+Gob+Gi
Cmb-SelectTroop_Item_10=B+A+Hog Rider
Cmb-SelectTroop_Item_11=B+A+Minion
CmbTHSnipeBeforeScript_Info_01=Bạn có thể thêm/chỉnh sửa thiết lập CSV trong thư mục CSV\THSnipe
Group_01=Tấn Công với
Group_02=TH Snipe
LblAttackType=Kiểu Tấn Công
LblSelectSpecialTroop=Quân đặc biệt để sử dụng
LblSelectTroop=Chỉ thả những quân
LblTHSnipeBeforeTiles=Thêm gạch
LblTHSnipeBeforeTiles_Info_01=Số tối đa của gạch từ biên giới đến xem xét TH như bên ngoài
[MBR GUI Design Child Attack - Attack Standard]
ChkAttackNearDarkElixirDrill_Info_01=Thả quân gần Dark Elixir Drills
ChkAttackNearElixirCollector_Info_01=Thả quân gần Elixir Collectors
ChkAttackNearGoldMine_Info_01=Thả quân gần Gold Mines
ChkRandomSpeedAtk=Ngẫu Nhiên Delay Đơn Vị && Sóng
ChkSmartAttackRedArea=Sử Dụng Tấn Công Thông Minh: Gần Kẻ Đỏ.
ChkSmartAttackRedArea_Info_01=Sử dụng thông minh tấn công để phát hiện bên ngoài 'Kẻ Đỏ' của làng để tấn công. Và thả quân của bạn gần với nó.
CmbSmartDeploy_Info_01=Bên, sau đó Quân
CmbSmartDeploy_Info_02=Quân, sau đó Bên
CmbStandardDropOrder_Info_01=Chọn lệnh thả quân đã được đặt trước.
CmbStandardDropOrder_Info_02=Mỗi tùy chọn triển khai quân theo một thứ tự khác nhau và sóng khác nhau
CmbStandardDropOrder_Info_03=Chỉ có quân được chọn trong "chỉ thả những quân này" tùy chọn sẽ được giảm
CmbStandardDropOrder_Item_01=Mặc định(Tất cả Quân)
CmbStandardDropSides_Info_01=Tấn công một mặt duy nhất, xuyên thấu qua cơ sở
CmbStandardDropSides_Info_02=Tấn công hai bên, xuyên thấu qua cơ sở
CmbStandardDropSides_Info_03=Tấn công ba mặt, được bên ngoài và một số bên trong của cơ sở
CmbStandardDropSides_Info_04=Chọn số của bên tấn công trên.
CmbStandardDropSides_Info_05=Tấn công phía đơn gần nhất với Dark Elixir Storage
CmbStandardDropSides_Info_06=Tấn công phía đơn gần nhất với Townhall
CmbStandardDropSides_Item_01=một hướng
CmbStandardDropSides_Item_02=hai hướng
CmbStandardDropSides_Item_03=ba hướng
CmbStandardDropSides_Item_04=tất cả các hướng
CmbStandardDropSides_Item_05=Tấn công Bên DE
CmbStandardDropSides_Item_06=Tấn công Bên TH
Group_01=Triển Khai
Label_01=Thứ Tự Thả Quân
Label_02=Tấn Công
Lbl-CmbStandardUnitDelay=Delay Unit
Lbl-CmbStandardUnitDelay_Info_01=Điều này trì hoãn việc triển khai quân đội, 1 (nhanh) = như một Bot, 10 (chậm) = Giống như một con người.
Lbl-CmbStandardUnitDelay_Info_02=Ngẫu nhiên sẽ làm cho bot đa dạng hơn và gần gũi hơn với một người.
Lbl-CmbStandardWaveDelay_Info_01=Sóng
LblSmartDeploy=Kiểu Thả
LblSmartDeploy_Info_01=Chọn chế độ triển khai Quân cho những đợt sóng.
LblSmartDeploy_Info_02=Loại 1: Thả quân một làn sóng duy nhất mỗi bên sau đó chuyển quân, HOẶC
LblSmartDeploy_Info_03=Loại 2: Thả tất cả quân một làn sóng đầy đủ (e.g. giants, barbs và archers) mỗi bên sau đó đổi bên.
[MBR GUI Design Child Attack - EndBattle]
ChkDEEnd=Khi
ChkDEEnd_Info_01=Sẽ kết thúc trận khi dưới min DE và King là yếu
ChkDEEnd_Info_02=Sẽ kết thúc trận khi dưới min DE và Queen là yếu
ChkDESideEB=Khi bên dưới
ChkDESideEB_Info_01=Cho phép điều kiện đặc biệt để tấn công phía Dark Elixir.
ChkDESideEB_Info_02=Nếu không có bộ lọc bổ sung được chọn sẽ kết thúc trận đấu khi dưới Phần trăm Tổng Dark Elixir.
ChkDisableOtherEBO=Tùy chọn Disable thông thường Trận đấu cuối
ChkDisableOtherEBO_Info_01=Tùy chọn Vô hiệu hoá thông thường Trận đấu cuối cùng khi pha đối mặt với DE được tìm thấy.
ChkEndNoResources=Khi không có tài nguyên
ChkEndNoResources_Info_01=Kết thúc trân đấu khi tất cả Gold, Elixir và Dark Elixir = 0
ChkEndOneStar=Khi Một sao là thắng
ChkEndOneStar_Info_01=Sẽ kết thúc trận đấu khi 1 sao nhận được
ChkEndOneStar_Info_02=Sẽ kết thúc trận khi dưới min DE và 1 Sao được chiến thắng.
ChkEndPercentChange=Khi Tỷ Lệ % không
ChkEndPercentChange_Info_01=Kết Thúc Trận Đấu khi Tỷ Lệ % không thay đổi trong
ChkEndPercentHigher=Khi Tỷ Lệ % là
ChkEndPercentHigher_Info_01=Kết Thúc Trận Đấu nếu Tỷ Lệ % Tổng Thiệt Hại là trên
ChkEndTwoStars=Khi Hai sao là thắng
ChkEndTwoStars_Info_01=Sẽ kết thúc trận đấu khi 2 sao nhận được
ChkStopAtkNoLoot=Khi ko có tài nguyên mới
ChkStopAtkNoLoot_Info_01=Kết thúc trận đấu nếu không có tài nguyên phụ lục soát trong số này của giây.
ChkStopAtkNoLoot_Info_02=Đếm ngược được bắt đầu sau khi tất cả Quân và Hoàng gia được triển khai trong trận đấu.
Group_01=Thoát Trận Đấu
Group_02=Tùy chọn kết thúc trận đấu DE side
LabelDE_01=Tấn công Dark Elixir Side, Tùy chọn Kết thúc trận
LabelDE_Info_01=Cho phép chọn pha đối mặt với DE trong Triển khai Nhà Sống - Tấn Công On: tùy chọn
LblDEEnd=là yếu
LblMinRerourcesAtk2=Và Tài nguyên dưới
LblMinRerourcesAtk2_Info_01=Kết thúc trận đấu nếu Gold dưới số tiền này.
LblPercentChange=thay đổi trong
LblPercentHigher=trên
LblStopAtkNoLoot=thu được sau
LblSwitch_DB_Attack_at_END=Chuyển Tấn công DB ở END
TxtArmyCamps2_Info_01=Đặt % trại quân đội trước khi kích hoạt tùy chọn này
[MBR GUI Design Child Attack - Search]
ChkActivateCamps=Trại Lính
ChkActivateCamps_Info_01=Đặt % Trại Lính cần thiết để cho phép tùy chọn tấn công này trong khi tìm kiếm
ChkActivateSearches=Tìm kiếm
ChkActivateSearches_Info_01=Lưu ý - cho phép chọn khoảng TÌM KIẾM cho loại tấn công này.
ChkActivateSearches_Info_02=Cài đặt sẽ không đặt giới hạn tìm kiếm để khởi động lại quá trình tìm kiếm!
ChkActivateTropies=Cup
ChkActivateTropies_Info_01=Tùy chọn này sẽ KHÔNG điều chỉnh các danh hiệu để ở trong phạm vi được nhập!
ChkMaxAirDefense=Tìm kiếm một base có Air Defense dưới cấp độ này
ChkMaxEagle=Tìm kiếm một base có Eagle Artillery dưới cấp độ này
ChkMaxInferno=Tìm kiếm một base có Inferno dưới cấp độ này
ChkMaxMortar=Tìm kiếm một base có Mortar dưới cấp độ này.
ChkMaxWizTower=Tìm kiếm một base có Wizard Tower dưới cấp độ này
ChkMaxXBow=Tìm kiếm một base có X-Bow dưới cấp độ này
ChkMeetDE=Dark Elixir
ChkMeetDE_Info_01=Tìm kiếm một base đáp ứng giá trị được đặt cho Min. Dark Elixir.
ChkMeetOne=Gặp Một Sau đó Tấn công
ChkMeetOne_Info_01=Chỉ cần đáp ứng một trong những điều kiện trên, sau đó Tấn Công.
ChkMeetTH_Info_01=Tìm kiếm một base đáp ứng giá trị được đặt cho Max. Townhall Level.
ChkMeetTHO=Townhall bên ngoài
ChkMeetTHO_Info_01=Tìm kiếm một base có một Townhall tiếp xúc. (Bên ngoài của Walls)
ChkMeetTrophy_Info_01=Tìm kiếm một base đáp ứng giá trị được đặt cho Min. Trophies.
ChkMeetTrophy_Info_02=Đặt Min. Số Trophies để tìm kiếm trong một ngôi làng để tấn công.
ChkMeetTrophy_Info_03=Đặt Max. Số Trophies để tìm kiếm trong một ngôi làng để tấn công.
ChkSpellsWait=Chờ đợi cho Spells Sẵn sàng
ChkSpellsWait_Info_01=Dừng tìm kiếm kiểu tấn công này khi Spells chưa sẵn sàng
ChkSpellsWait_Info_02=Cảnh báo: Không được kích hoạt trừ khi bạn đã có spell factory hoặc bot sẽ không tấn công!
ChkWaitForCastleSpell=Chờ đợi để có Castle Spell
ChkWaitForCastleSpell_Info_01=Chờ cho đến khi Ai đó Tặng bạn một Spell
ChkWaitForCastleTroops=Chờ đợi quân Castle được đầy đủ
ChkWaitForCastleTroops_Info_01=Chờ cho đến khi Clan Castle của bạn là Full
CmbDBTH=Đặt Max. cấp độ của Townhall để tìm kiếm trên một ngôi làng để tấn công.
CmbMaxAirDefense_Info_01=Đặt Max. cấp độ của Air Defense để tìm kiếm trên một ngôi làng để tấn công.
CmbMaxEagle_Info_01=Đặt Max. Cấp độ của Eagle Artillery để tìm kiếm trên một ngôi làng để tấn công.
CmbMaxInferno_Info_01=Đặt Max. Cấp độ của Inferno Tower để tìm kiếm trên một ngôi làng để tấn công.
CmbMaxMortar_Info_01=Đặt Max. cấp độ của Mortar để tìm kiếm trên một ngôi làng để tấn công.
CmbMaxWizTower_Info_01=Đặt Max. cấp độ của Wizard Tower để tìm kiếm trên một ngôi làng để tấn công.
CmbMaxXBow_Info_01=Đặt Max. Cấp độ của X-Bow để tìm kiếm trên một ngôi làng để tấn công.
CmbMeetGE_Info_01=Tìm kiếm một base đáp ứng các giá trị thiết lập cho Gold Và/Hoặc/Thêm Elixir.
CmbMeetGE_Info_02=Và: Cả hai điều kiện phải đáp ứng, Gold và Elixir.
CmbMeetGE_Info_03=Hoặc: Một điều kiện phải đáp ứng, Gold hoặc Elixir.
CmbMeetGE_Info_04=+ (THÊM): Tổng số tiền của Gold + Elixir phải đáp ứng.
CmbMeetGE_Item_01=G Và E
CmbMeetGE_Item_02=G Or E
CmbMeetGE_Item_03=G + E
CmbWaitForCastleSpell=Bất kì
Group_01=Bắt Đầu Tìm Kiếm NẾU
Group_02=Bộ Lọc
Group_03=Base Yếu | Max phòng thủ
LblActivateMaxSearches_Info_01=Thiết lập số lượng tối đa các tìm kiếm để kích hoạt tùy chọn tấn công này
LblActivateMaxTropies_Info_01=Thiết lập số lượng tối đa của chiếc cúp mà cuộc tấn công này sẽ được sử dụng
LblActivateMinSearches=Đặt Min. số lượng tìm kiếm để kích hoạt tùy chọn tấn công này
LblActivateMinSearches_Info_01=Set the Min. number of searches to activate this attack option
LblActivateMinTropies_Info_01=Đặt Min. số Cup mà cuộc tấn công này sẽ được sử dụng
LblAddTiles_01=TownHall, Khoảng cách Từ
LblAddTiles_02=Biên giới, Thêm gạch
LblSWTTiles=Trong khi Train
LblSWTTiles_Info_01=Thêm số lượng gạch từ Base Edges
LblTHadd_Info_01=Nhập bao nhiêu 'Cỏ' 1x1 gạch TH có thể từ các cạnh cơ sở để được nhìn thấy như là một TH ngoài.
LblTHadd_Info_02=Ví dụ: (0) gạch; TH phải được chính xác ở mép. (4) gạch: TH có thể 4 gạch xa hơn từ các cạnh và gần với trung tâm của làng.
LblTHadd_Info_03=Nếu TH là xa hơn thì số gạch được thiết lập, các base sẽ được bỏ qua.
TxtHeroesWait=Chờ đợi cho Heroes Sẵn sàng
TxtHeroesWait_Info_01=Tùy chọn Chờ Hẻo vô hiệu hóa khi nâng cấp liên tục Hero được lựa chọn!
TxtKingWait_Info_01=Chờ cho King để sẵn sàng trước khi tấn công...
TxtKingWait_Info_02=Bật với TownHall 7 trở lên
TxtMinDarkElixir_Info_01=Đặt số Dark Elixir tối thiểu để tìm kiếm một ngôi làng tấn công.
TxtMinElixir_Info_01=Đặt số Elixer tối thiểu để tìm kiếm một ngôi làng tấn công.
TxtMinGold_Info_01=Đặt số Gold tối thiểu để tìm kiếm một ngôi làng tấn công.
TxtMinGoldPlusElixir_Info_01=Đặt số Gold + Elixer tối thiểu để tìm kiếm một ngôi làng tấn công.
TxtQueenWait_Info_01=Chờ cho Queen để sẵn sàng trước khi tấn công...
TxtQueenWait_Info_02=Bật với TownHall 9 trở lên
TxtWaitForCastleSpell=Và
TxtWardenWait_Info_01=Chờ cho Warden để sẵn sàng trước khi tấn công...
TxtWardenWait_Info_02=Bật với TownHall 11
[MBR Global GUI Design Names Spells]
TxtCloneSpells=Clone Spell
TxtEarthQuakeSpells=EarthQuake Spell
TxtFreezeSpells=Freeze Spell
TxtHasteSpells=Haste Spell
TxtHealingSpells=Healing Spell
TxtJumpSpells=Jump Spell
TxtLightningSpells=Lightning Spell
TxtPoisonSpells=Poison Spell
TxtRageSpells=Rage Spell
TxtShortCloneSpells=Clone
TxtShortEarthquakeSpells=EarthQuake
TxtShortFreezeSpells=Freeze
TxtShortHasteSpells=Haste
TxtShortHealSpells=Heal
TxtShortJumpSpells=Jump
TxtShortLightningSpells=Lightning
TxtShortPoisonSpells=Poison
TxtShortRageSpells=Rage
TxtShortSkeletonSpells=Skeleton
TxtSkeletonSpells=Skeleton Spell
[MBR Global GUI Design Names Troops]
Grand Warden=Grand Warden
King=King
Queen=Queen
TxtArchers=Archers
TxtBabyDragons=Baby Dragons
TxtBalloons=Balloons
TxtBarbarians=Barbarians
TxtBowlers=Bowlers
TxtDragons=Dragons
TxtGiants=Giants
TxtGoblins=Goblins
TxtGolems=Golems
TxtHealers=Healers
TxtHogRiders=Hog Riders
TxtLavaHounds=Lava Hounds
TxtMiners=Miners
TxtMinions=Minions
TxtPekkas=Pekkas
TxtValkyries=Valkyries
TxtWallBreakers=Wall Breakers
TxtWitches=Witches
TxtWizards=Wizards
[MBR GUI Design Child Attack - Troops]
Btn_Remove_Army=Xóa Army
ChkForceBrewBeforeAttack=Buộc Nấu Spells
ChkTotalCampForced=Tổng Lượng Trại Lính
ChkTotalCampForced_Info_01=Nếu không được phát hiện thiết lập các giá trị trại quân đội (thay vì yêu cầu)
ChkUseQuickTrain=Dùng Quick Train
Group_01=Đào tạo Quân đội
Group_02=Nấu Spells
LblCamps=Camps
LblCountTotal=Tổng
LblCountTotal_Info_01=Tổng số các đơn vị của Quân đội phải bằng Tổng số Quân Trại.
LblFullTroop='Đầy' Trại
Mouse_Left_Click=Chuột Trái Click để Tăng level\r\nShift + Chuột Trái Click để Giảm level
RdoArmy_01=Army 1
RdoArmy_02=Army 2
RdoArmy_03=Army 3
SpellCapacity=Sức chứa Spell
TxtFullTroop_Info_01=Trại lính được 'Đầy' khi đạt % này, sau đó bắt đầu tấn công.
TxtSetSpell_Info_01=Spells để làm.
TxtSetTroop_Info_01=Nhập Số
TxtSetTroop_Info_02=để làm.
TxtTotalCountSpell_Info_01=Nhập số của sức chứa Spells. Đặt ZERO nếu bạn không muốn bất kỳ Spells
[MBR GUI Design Child Attack - Bully]
CmbBullyMaxTH_Info_01=TH Bully: Max. Cấp độ Townhall để bắt nạt.
Group_01=Bully Attack Combo
LblATBullyMode=Max cấp độ TH
LblBullyMode=Chế độ Bully, TẤT CẢ bases đáp ứng các yêu cầu cấp TH bên dưới sẽ bị tấn công.
LblSearch=Kích hoạt Bully sau
LblSearch_Info_01=TH Bully: Số tìm kiếm để chờ đợi trước khi kích hoạt.
LblWhenFound=Khi được tìm thấy, Tấn công với các thiết lập từ
RadBullyUseDBAttack=Atk. Nhà Hoang
RadBullyUseDBAttack_Info_01=Sử dụng các thiết lập cuộc tấn công nhà hoang khi tấn công một trận đấu TH Bully.
RadBullyUseLBAttack=Atk. Nhà Sống
RadBullyUseLBAttack_Info_01=Sử dụng các thiết lập cuộc tấn công nhà sống khi tấn công một trận đấu TH Bully.
[MBR GUI Design Child Attack - Deadbase-Collectors]
ChkCollectorLevel_Info_01=Nếu hộp này được chọn, sau đó bot sẽ xem xét
ChkCollectorLevel_Info_02=Đầy
ChkCollectorLevel10_Info_01=cho cấp 10 elixir collectors trong phát hiện nhà hoang.
ChkCollectorLevel11_Info_01=cho cấp 11 elixir collectors trong phát hiện nhà hoang.
ChkCollectorLevel12_Info_01=cho cấp 12 elixir collectors trong phát hiện nhà hoang.
ChkCollectorLevel6_Info_01=cho cấp 6 elixir collectors trong phát hiện nhà hoang.
ChkCollectorLevel7_Info_01=cho cấp 7 elixir collectors trong phát hiện nhà hoang.
ChkCollectorLevel8_Info_01=cho cấp 8 elixir collectors trong phát hiện nhà hoang.
ChkCollectorLevel9_Info_01=cho cấp 9 elixir collectors trong phát hiện nhà hoang.
ChkDisableCollectorsFilter=Vô hiệu hoá Lọc Collector
ChkDisableCollectorsFilter_Info_01=Loại bỏ Bộ lọc Collector bot xem xét Nhà hoang như Nhà sống
CmbMinCollectorMatches_Info_01=Chọn cách nhiều mỏ collector là cần thiết để xem xét ngôi làng "chết"
Group_01=Collectors
LblCollectorLevel=Chọn nhà sưu tập để tìm kiếm khi tìm kiếm một nhà hoang. Ngoài ra, chọn cách đầy đủ thì phải.
LblCollectorLevel10=Lvl 10. Phải là >
LblCollectorLevel10_Info_01=Chọn cách đầy đủ mức 10 collector cần phải cho nó sẽ được đánh dấu "chết"
LblCollectorLevel11=Lvl 11. Phải là >
LblCollectorLevel11_Info_01=Chọn cách đầy đủ mức 11 collector cần phải cho nó sẽ được đánh dấu "chết"
LblCollectorLevel12=Lvl 12. Phải là >
LblCollectorLevel12_Info_01=Chọn cách đầy đủ mức 12 collector cần phải cho nó sẽ được đánh dấu "chết"
LblCollectorLevel6=Lvl 6. Phải là >
LblCollectorLevel6_Info_01=Chọn cách đầy đủ mức 6 collector cần phải cho nó sẽ được đánh dấu "chết"
LblCollectorLevel7=Lvl 7. Phải là >
LblCollectorLevel7_Info_01=Chọn cách đầy đủ mức 7 collector cần phải cho nó sẽ được đánh dấu "chết"
LblCollectorLevel8=Lvl 8. Phải là >
LblCollectorLevel8_Info_01=Chọn cách đầy đủ mức 8 collector cần phải cho nó sẽ được đánh dấu "chết"
LblCollectorLevel9=Lvl 9. Phải là >
LblCollectorLevel9_Info_01=Chọn cách đầy đủ mức 9 collector cần phải cho nó sẽ được đánh dấu "chết"
LblCollectorTolerance=Lòng khoan dung
LblMinCollectorMatches=Số Mỏ Cần Thiết
SldCollectorTolerance_Info_01=Sử dụng thanh trượt này để điều chỉnh sai số của tất cả các hình ảnh.
SldCollectorTolerance_Info_02=Nếu bạn muốn điều chỉnh hình ảnh cá nhân, bạn phải chỉnh sửa các tập tin.
SldCollectorTolerance_Info_03=CẢNH BÁO: Không thay đổi thiết lập này, trừ khi bạn biết những gì bạn đang làm. Đặt nó là 0 nếu bạn không chắc chắn.
[MBR GUI Design Child Attack - Strategies]
BtnGUIPresetDeleteConf=Xóa bỏ
BtnGUIPresetLoadConf=Tải Cấu hình
BtnGUIPresetSaveConf=Lưu Cấu hình
BtnStrategyFolder=Mở thư mục Chiến lược
LblLoadPresetMessage=TẢI CÀI ĐẶT CẤU HÌNH SẴN.\n\n- Tải All Cài đặt Tab Train Army\n- Tải ALL Cài đặt Tab Search && Attack\n\n- NGOẠI TRỪ: Chia sẻ Cài đặt Replay\n- NGOẠI TRỪ: Cài đặt Take Loot Snapshot\n- NGOẠI TRỪ: Cài đặt Boost Gem
LblSaveFilename=Tên tập tin Chiến lược
LblSaveFilenameNote=Ghi chú
LblSavePresetMessage=LƯU CÀI ĐẶT\n--------------------------------------\nLƯU LẠI TẤT CẢ:\n- Cài đặt Tab Train Army\n- Cài đặt Tab Search && Attack\n\nNgoại trừ:\n- Cài đặt Chia sẻ Replay\n- Cài đặt Take Loot Snapshot\n- Cài đặt Boost Gem\n--------------------------------------
[MBR GUI Design - Loading]
Android_instance_01=%s
Android_instance_02=%s (trường hợp %s)
Closing_previous=Đóng bot trước...
Commandline_multiple_Bots=Bằng cách sử dụng các dòng lệnh (hoặc một phím tắt) bạn có thể bắt đầu nhiều Bots:\r\n     MyBot.run.exe [ProfileName] [EmulatorName] [InstanceName]\r\n\r\nVới các tham số dòng lệnh đầu tiên, chỉ định Tên Profile (bạn có thể tạo hồ sơ trên tab Bot/Profiles, nếu 1 tên Profile chứa 1 {không gian}, hãy gửi kèm theo các Tên Profile trong dấu ngoặc kép). Với thứ 2, xác định tên của các Giả lập và với thứ 3, 1 Trường hợp Android (không cho BlueStacks). \r\nGiả lập được hỗ trợ là MEmu, Droid4X, Nox, BlueStacks2, BlueStacks, KOPlayer và LeapDroid.\r\n\r\nCác ví dụ:\r\n     MyBot.run.exe MyVillage BlueStacks2\r\n     MyBot.run.exe "My Second Village" MEmu MEmu_1
Compile_Script=Không chạy/Biên dịch Script như (x64)! Hãy thử Chạy/Biên dịch Script như (x86) để có được các bot làm việc.\r\nNếu thông điệp này vẫn xuất hiện, cố gắng cài đặt lại AutoIt.
Loading_Profile=, Profile: %s
Msg_Android_instance_01=My Bot cho %s đang chạy.\r\n\r\n
Msg_Android_instance_02=My Bot với Profile %s đang chạy trong %s.\r\n\r\n
Msg_Android_instance_03=Tìm thấy chạy %s %s
Msg_Android_instance_04=Cấu hình Giả lập Android: %s
Msg_Android_instance_05=Android Shield không có sẵn cho %s
SplashStep_01=Đang tải GUI Main...
SplashStep_02=Đang tải GUI Bottom...
SplashStep_03=Đang tải tab General...
SplashStep_04=Đang tải tab Village...
SplashStep_05=Đang tải tab Attack...
SplashStep_06=Đang tải tab Bot...
SplashStep_07=Đang tải tab About Us...
SplashStep_08=Khởi động GUI...
SplashStep_09=Đang đợi cho bot slot...
SplashStep_Loading=Đang tải...
StatusBar_Item_01=Hiện bot
StatusBar_Item_02=Ẩn khi giảm thiểu
StatusBar_Item_03=Hỗ trợ Development
StatusBar_Item_04=About
StatusBar_Item_05=Thoát
StatusBar_Item_06=Khởi động Android...
StatusBar_Item_07=Phát hiện Android...
[MBR GUI Design Log]
BtnAtkLogClear=Xóa Atk. Log
BtnAtkLogClear_Info_01=Sử dụng điều này để làm sạch Nhật ký Auto.
BtnAtkLogCopyClipboard=Copy vào Clipboard
BtnAtkLogCopyClipboard_Info_01=Sử dụng điều này để sao chép Nhật ký Auto vào Clipboard (CTRL+C)
CmbLogDividerOption_Item_01=Tự động thay đổi size
CmbLogDividerOption_Item_02=Bot và Attack Log cùng size
CmbLogDividerOption_Item_03=Lớn Bot Log, Nhỏ Attack Log
CmbLogDividerOption_Item_04=Nhỏ Bot Log, Lớn Attack Log
CmbLogDividerOption_Item_05=Full Bot Log, Ẩn Attack Log
CmbLogDividerOption_Item_06=Ẩn Bot Log, Full Attack Log
LblLog_Style=Log Style
LblLog_Style_Info_01=Sử dụng các tùy chọn để thiết lập kiểu Nhật ký.
[MBR GUI Design Child Village - Donate-CC]
ChkRequestTroopsEnable=Request Quân / Spells
Group_01=Quân Clan Castle
TxtRequestCC=Anything please
TxtRequestCC_Info_01=Văn bản này được sử dụng để request quân cho bạn trong các cuộc trò chuyện Clan.
[MBR GUI Design Child Bot - Debug]
BtnTestAttackBar=Test Attack Bar
BtnTestAttackCSV=Test Attack CSV
BtnTestBuildingLocation=Find Building
BtnTestCleanYard=Test Clean Yard
BtnTestClickDrag=Test Click Drag (scrolling)
BtnTestDeadBase=Test Dead Base
BtnTestDeadBaseFolder=Test Dead Base Folder
BtnTestDonateCC=Test Donate
BtnTestImage=Test Image
BtnTestRequestCC=Test Request
BtnTestTrain=Test Train
BtnTestVillageSize=Test Village Size
ChkdebugAttackCSV=Attack CSV
ChkdebugAttackCSV_Info _01=Gỡ lỗi: Generates special CSV parse log files
ChkdebugBuildingPos=Buildings
ChkdebugBuildingPos_Info _01=Gỡ lỗi: Cho phép thể hiện vị trí của các buildings trong nhật ký.
ChkDebugClick=Click
ChkDebugClick_Info _01=Gỡ lỗi: Viết nhấp (x,y) phối hợp với các nhật ký.
ChkDebugDeadbaseImage=Deadbase Image save
ChkDebugDeadbaseImage=Test Dead Base Folder
ChkDebugDeadbaseImage=Deadbase Image save
ChkDebugDeadbaseImage_Info _01=Gỡ lỗi: Saves images of skipped deadbase villages.
ChkDebugDisableVillageCentering=Disable Village Centering
ChkDebugDisableVillageCentering_Info _01=Gỡ lỗi: Disables centering of village.
ChkDebugDisableZoomout=Disable Zoomout
ChkDebugDisableZoomout_Info _01=Gỡ lỗi: Disables zoomout of village.
ChkDebugImageSave=Images
ChkDebugImageSave_Info _01=Gỡ lỗi: Cho phép hình ảnh lưu cho xử lý sự cố.
ChkDebugOCR=OCR
ChkDebugOCR_Info _01=Gỡ lỗi: Cho phép hình ảnh OCR lưu cho xử lý sự cố.
ChkDebugOCRDonate=Online debug donations
ChkDebugOCRDonate_Info _01=Gỡ lỗi: make ocr of donations and simulate only donate but no donate any troop
ChkDebugSetlog=Tin nhắn
ChkDebugSetlog_Info _01=Gỡ lỗi: Cho phép bật debug SetLog trong mã cho khắc phục sự cố.
ChkDebugSmartZap=Debug SmartZap
ChkDebugSmartZap_Info _01=Sử dụng điều này để gỡ lỗi SmartZap
ChkdebugTrain=Đào tạo
ChkdebugTrain_Info _01=Gỡ lỗi: Cho phép hiện gỡ lỗi trong quá trình đào tạo.
ChkMakeIMGCSV=Attack CSV Image
ChkMakeIMGCSV_Info _01=Gỡ lỗi: Enables saving clean and location marked up images of bases attacked by CSV scripts
Group_01=Gỡ lỗi
TestFindButton=Test Find Button
[MBR GUI Design Child Bot - Profiles]
BtnAddProfile_Info_01=Thêm mới Profile
BtnCancelProfileChange_Info_01=Hủy bỏ
BtnConfirmAddProfile_Info_01=Xác nhận
BtnDeleteProfile_Info_01=Xóa Profile
BtnRenameProfile_Info_01=Đổi tên Profile
CmbProfile_Info_01=Sử dụng để chuyển sang một profile khác
CmbProfile_Info_02=Profiles của bạn có thể được tìm thấy trong
Group_01=Chuyển đổi Profiles
TxtVillageName_Info_01=Tên làng/profile's của bạn
[MBR GUI Design Child Attack - Options-SmartZap]
ChkNoobZap=Dùng NoobZap
ChkNoobZap_Info_01=Kiểm tra này để thả lightning spells trên bất kỳ Dark Elixir Drills
ChkSmartZapDB=Chỉ Zap Drills trong Nhà Hoang
ChkSmartZapDB_Info_01=Điều này sẽ chỉ SmartZap một Nhà Hoang (Đề Xuất)
ChkSmartZapFTW=Strike For The Win
ChkSmartZapFTW_Info_01=SmartZap/NoobZap sẽ cố gắng đạt 50% Sự phá hủy để có được chiến thắng.
ChkSmartZapFTW_Info_02=Nó sẽ không zap, nếu một Star đã đạt tới, hoặc nếu không có cơ hội để giành chiến thắng.
ChkSmartZapSaveHeroes=TH Snipe Không Zap nếu Triển Khai Heroes
ChkSmartZapSaveHeroes_Info_01=Điều này sẽ ngăn chặn SmartZap từ zapping một base trên một Town Hall Snipe nếu Heroes của bạn đã được triển khai
Group_01=SmartZap/NoobZap
LblNoobZap=Tăng thu của Dark Drills
LblNoobZap_Info_01=Đặt giá trị cho lợi ích dự kiến mỗi dark drill
LblNoobZap_Info_02=NoobZap sẽ được dừng lại nếu zap cuối cùng đã đạt được ít DE hơn dự kiến
LblSmartUseEQSpell=Dùng EQSpell
LblSmartUseEQSpell_Info_01=Kiểm tra này để thả EarthQuake Castle Spell trên bất kỳ Dark Elixir Drill
LblSmartUseLSpell=Dùng LSpells
LblSmartUseLSpell_Info_01=Kiểm tra này để thả Lightning Spells trên đầu của Dark Elixir Drills.
LblSmartUseLSpell_Info_02=Hãy nhớ để đi đến tab 'lính' và đưa công suất tối đa
LblSmartUseLSpell_Info_03=hoặc sản xuất spell của bạn và số lượng của các spells để các bot có thể hoạt động hoàn hảo.
LblSmartZap=Số lượng Min. của Dark Elixir
LblSmartZap_Info_01=Thiết lập giá trị tối thiểu của số tiền của Dark Elixir trong Drills
LblUse_This_Spell_to_Zap=Sử Dụng Spell này để Zap Dark Drills
[MBR GUI Design Child Attack - Options-TrophySettings]
ChkTrophyAtkDead=Tấn công Nhà Hoang Khi Đang Hạ Cup
ChkTrophyAtkDead_Info_01=Tấn công Nhà Hoang tìm thấy trên các tìm kiếm đầu tiên trong khi hạ Cup.
ChkTrophyHeroes=Sử dụng Heroes Để Hạ Cup
ChkTrophyHeroes_Info_01=Sử dụng Heroes Hạ Cup nếu Heroes có sẵn.
ChkTrophyRange=Phạm Vi Cup
Group_01=Cài Đặt Cup
LblDropTrophyArmyMin=Chờ cho đến khi quân
LblDropTrophyArmyMin_Info_01=Nhập số phần trăm quân đầy đủ yêu cầu để tấn công nhà hoang trước khi bắt đầu hạ cúp.
LblTrophyHeroesPriority=Hero Ưu Tiên
LblTrophyHeroesPriority_Info_01=Thiết lập thứ tự mà Bot giảm đầu tiên khi Hero có sẵn.
TxtDropTrophy_Info_01=MIN: Bot sẽ hạ Cup cho đến khi giá trị dưới sau.
TxtMaxTrophy_Info_01=MAX: Bot sẽ hạ Cup nếu số Cup của bạn lớn hơn giá trị này.
[MBR GUI Control Tab Search]
Func_chkSpellWaitError_ErrorText_01=Tổng số spell được đào tạo vượt quá tổng trong GUI!
Func_chkSpellWaitError_ErrorText_02=Giảm số spells được đào tạo,
Func_chkSpellWaitError_ErrorText_03=HOẶC CÁI GÌ KHÁC BOT SẼ KHÔNG BAO GIỜ ĐƯỢC TẤN CÔNG!!
Func_chkSpellWaitError_FunnyText_01=Xin lỗi không phải là nút đó!
Func_chkSpellWaitError_FunnyText_02=Tài trợ 5.000 bảng cho MyBot.run trong khi chờ 15 phút để hoàn thành công việc?
Func_chkSpellWaitError_FunnyText_03=Gặp sự cố khi tìm nút thoát?
Func_chkSpellWaitError_FunnyText_04=Đây là niềm vui, chúng ta có thể tiếp tục đi cả ngày?
Func_chkSpellWaitError_FunnyText_05=Hãy thử thêm bốn lần, bạn có thể có được may mắn sớm hay muộn!
Func_chkSpellWaitError_FunnyText_06=Bạn đã có một Trái chuối? Mã Khỉ này là Đói!
Func_chkSpellWaitError_FunnyText_07=Có thể thử đánh cùng một nút cho đến khi bạn và Mr. Random chọn cùng?
Func_chkSpellWaitError_FunnyText_08=Xin lỗi, không thể 'thoát' khỏi điều này!
Func_chkSpellWaitError_FunnyText_09=Lỗi của chương trình! Lập trình có thể làm hỏng một trò đùa tốt.
Func_chkSpellWaitError_MsgBox_01=Bấm YES để đóng thông điệp cảnh báo này
Func_chkSpellWaitError_MsgBox_02=YES, Tôi Hiểu Cảnh báo|No
Func_chkSpellWaitError_MsgBox_03=Cảnh báo Chờ cho Spells!
Func_chkSpellWaitError_MsgBox_04=Xin lỗi, phải hiểu được cảnh báo và nhấn Yes!
Func_chkSpellWaitError_MsgBox_07=Lỗi nhập của người dùng
Func_chkSpellWaitError_MsgBox_08=XIN CHÚC MỪNG!!
Func_chkSpellWaitError_MsgBox_09=Bạn tìm thấy thông điệp bí mật trong Bot!
Func_chkSpellWaitError_MsgBox_10=Bạn có thể tìm thấy các nút lựa chọn ngẫu nhiên để đóng thông điệp này?
Func_chkSpellWaitError_MsgBox_11=HaHaHaHa...
Func_chkSpellWaitError_MsgBox_12=Bạn là một người chiến thắng!!
[MBR GUI Design Child Village - Donate_Schedule]
BtnOpen_Images_of_Clan_Mates=Mở Thư Mục Hình Ảnh Clan Mates
ChkSkipDonateNearFullTroopsEnable=Bỏ donation khi quân gần full
ChkUseCCBalanced_Info_01=Thả nhà Clan Castle của bạn chỉ khi bạn Cho/Nhận tỷ lệ lớn hơn tỷ lệ D/R dưới đây.
CmbCCDonated_Info_01=Tỷ lệ Donated
CmbCCReceived_Info_01=Tỷ lệ Received
CmbFilterDonationsCC_Item_01=Không Lọc, donate cho tất cả Clan Mates
CmbFilterDonationsCC_Item_02=Không Lọc nhưng thu Hình Ảnh Clan Mates
CmbFilterDonationsCC_Item_03=Chỉ Donate cho Clan Mates trong Danh sách Trắng
CmbFilterDonationsCC_Item_04=Donate cho tất cả Clan Mates Ngoại trừ trong Danh sách Đen
Group_01=Lịch Donate
Group_02=Lọc Donation Clan Mates
Group_03=Bỏ donation khi quân gần full
Group_04=Cân Bằng Donate/Receive
LblCCDonated-Received_Info_01=Tỷ lệ Muốn donated / received
LblCCDonated-Received_Info_02=1/1 có nghĩa cho = nhận, 1/2 có nghĩa là tặng = một nửa nhận, vv
LblImages_of_Clan_Mates=Hình ảnh của Clan Mates bị bắt và được lưu trữ trong thư mục chính, di chuyển đến thư mục phù hợp (List Trắng hoặc Đen)
LblOption_donate_members=Sử dụng tùy chọn này, bạn có thể chọn để donate cho tất cả các thành viên trong nhóm của bạn (Không Lọc), chỉ donate cho bạn bè nhất định (List Trắng) or cung cấp cho tất cả, ngoại trừ 1 vài thành viên trong nhóm của bạn (List Đen)
LblSkipDonateNearFullTroopsText=nếu các trại lính quân đội lớn hơn
[MBR GUI Design Child Village - Upgrade_Laboratory]
BtnResetLabUpgradeTime_Info_01=Nút đỏ có thể nhìn thấy có nghĩa là trong quá trình nâng cấp laboratory
BtnResetLabUpgradeTime_Info_02=Điều này sẽ tự động biến mất khi gần thời gian để nâng cấp được hoàn thành.
BtnResetLabUpgradeTime_Info_03=Nếu nâng cấp đã được hoàn thành bằng tay với gems trước khi kết thúc thời gian bình thường,
BtnResetLabUpgradeTime_Info_04=Nhấn vào nút màu đỏ để thiết lập lại bộ đếm thời gian nâng cấp TRƯỚC KHI KHỞI ĐỘNG MỚI NÂNG CẤP
BtnResetLabUpgradeTime_Info_05=Chú ý - Không cần thiết hẹn giờ lặp lại sẽ buộc kiểm tra liên tục cho tình trạng phòng thí nghiệm
ChkAutoLabUpgrades=Tự Động Nâng Cấp Laboratory
ChkAutoLabUpgrades_Info_01=Kiểm tra để cho phép tự động nâng cấp trong laboratory
CmbLaboratory_Info_01=Chọn kiểu quân nâng cấp với trình đơn kéo xuống này
CmbLaboratory_Info_02=Các biểu tượng quân sẽ xuất hiện ở bên phải.
CmbLaboratory_Info_03=Bất kỳ Dark Spell/Troop được ưu tiên hơn Nâng cấp Heroes!
Group_01=Laboratory
LblNextUpgrade=Tiếp theo
[MBR GUI Design Child Village - Upgrade_Heroes]
ChkUpgradeHeroes_Info_01=Xác minh tiếp tục Bot giá trị Dark Elixir tại Tab Linh tinh và Tiết kiệm Min. Dark Elixir tại đây!
ChkUpgradeKing_Info_01=Kích hoạt tính năng nâng cấp King của bạn khi bạn có đủ Dark Elixir (Tiết kiệm Min. Dark Elixir)
ChkUpgradeKing_Info_02=Bạn có thể tự xác định vị trí Kings Altar trên Tab Linh tinh
ChkUpgradeKing_Info_04=Kích hoạt với TownHall 7 trở lên
ChkUpgradeQueen_Info_01=Kích hoạt tính năng nâng cấp Queen của bạn khi bạn có đủ Dark Elixir (Tiết kiệm Min. Dark Elixir)
ChkUpgradeQueen_Info_02=Bạn có thể tự xác định vị trí Queens Altar tại Tab Linh linh
ChkUpgradeQueen_Info_03=Kích hoạt với TownHall 9 trở lên
ChkUpgradeWarden_Info_01=Kích hoạt tính năng nâng cấp Warden của bạn khi bạn có đủ Elixir (Tiết kiệm Min. Elixir)
ChkUpgradeWarden_Info_02=Bạn có thể tự xác định vị trí Wardens Altar tại Tab Linh tinh
ChkUpgradeWarden_Info_03=Kích hoạt với TownHall 11
Group_01=Nâng Cấp Heroes Liên Tục
LblAutoUpgrading_01=Tự động nâng cấp Heroes của bạn
[MBR GUI Design Child Village - Upgrade_Buildings]
BtnLocateUpgrades=Vị Trí Nâng Cấp
BtnLocateUpgrades_Info_01=Nút để xác định vị trí và thông tin hồ sơ về Nâng cấp Công trình/Heroes
BtnLocateUpgrades_Info_02=Bất kỳ nâng cấp với lặp lại kích hoạt được bỏ qua và không thể được đặt lại
BtnResetUpgrades=Thiết Lập Lại Nâng Cấp
BtnResetUpgrades_Info_01=Nhấn nút để thiết lập lại & loại bỏ thông tin nâng cấp
BtnResetUpgrades_Info_02=Nếu hộp lặp lại được kiểm tra, dữ liệu sẽ không được thiết lập lại
Group_01=Công Trình hoặc Heroes
LblUpgrMinDark=Min. Dark
LblUpgrMinElixir=Min. Elixir
LblUpgrMinGold=Min. Gold
Table header_01=Đơn Vị Tên
Table header_02=Lvl
Table header_03=Kiểu
Table header_04=Chi Phí
Table header_05=Time
Table header_06=Rep.
Table header_07=Ước Tính End
TxtAfterUsing=sau khi sử dụng Xác định vị trí nút Nâng cấp
TxtCheckBox=Kiểm hộp này để Kích Hoạt Nâng Cấp
TxtChkRepeat=Hộp kiểm này để Kích hoạt Nâng cấp tiếp tục lặp lại
TxtShowCost=Hộp chi phí nâng cấp này được cập nhật sau khi nâng cấp đều được kiểm tra
TxtShowEndTime=Hộp này được cập nhật theo thời gian ước tính cuối nâng cấp sau khi nâng cấp đều được kiểm tra
TxtShowLevel=Hộp đơn vị này được cập nhật với các cấp độ đơn vị sau khi nâng cấp đều được kiểm tra
TxtShowName=Hộp này được cập nhật với tên đơn vị sau khi nâng cấp đều được kiểm tra
TxtShowTime=Hộp này được cập nhật với thời gian dài nâng cấp sau khi nâng cấp đều được kiểm tra
TxtShowType=Điều này cho thấy loại nâng cấp, bấm vào để hiển thị vị trí
TxtStatus=Trạng thái: Đỏ=không được lập trình, Vàng=lập trình, chưa hoàn thành, Xanh=Đã hoàn thành
TxtUpgrMinDark_Info_01=Tiết kiệm lượng Dark Elixir này sau khi nâng cấp hoàn thành.
TxtUpgrMinDark_Info_02=Đặt giá trị này cao hơn nếu bạn muốn làm cho quân War.
TxtUpgrMinElixir_Info_01=Tiết kiệm lượng Elixir này sau khi nâng cấp hoàn thành
TxtUpgrMinElixir_Info_02=Đặt giá trị này khi cần thiết để tiết kiệm cho việc quân đội hoặc nâng cấp tường.
TxtUpgrMinGold_Info_01=Tiết kiệm lượng Gold này sau khi nâng cấp hoàn thành.
TxtUpgrMinGold_Info_02=Đặt giá trị này khi cần thiết để tiết kiệm cho việc tìm kiếm, hoặc nâng cấp tường.
[MBR GUI Design Child Village - Upgrade_Walls]
BtnFindWalls=TEST
BtnFindWalls_Info_01=Nhấn vào đây để kiểm tra Phát hiện Wall.
ChkSaveWallBldr=Tiết kiệm 1 builder cho Walls
ChkSaveWallBldr_Info_01=Kiểm tra này để dành tối thiểu 1 builder riêng cho walls và
ChkSaveWallBldr_Info_02=giảm builder sẵn của 1 cho nâng cấp khác
ChkWalls=Tự Động Nâng Cấp Wall
ChkWalls_Info_01=Kiểm tra này để nâng cấp Walls nếu có đủ các nguồn lực.
ChkWalls_Info_02=
CmbWalls_Info_01=Tìm kiếm Walls của cấp độ này và cố gắng nâng cấp từng cái một.
Group_01=Walls
Group_02=Bộ đếm Walls
LblMin.Elixirtosave=Min. Elixir để save
LblMin.Elixirtosave_Info_01=Tiết kiệm nhiều Elixir này sau khi nâng cấp wall hoàn thành,
LblMin.Elixirtosave_Info_02=Đặt giá trị này để tiết kiệm Elixir cho nâng cấp khác hoặc làm quân.
LblMin.Goldtosave=Min. Gold để save
LblMin.Goldtosave_Info_01=Tiết kiệm được nhiều Gold này sau khi nâng cấp wall hoàn thành,
LblMin.Goldtosave_Info_02=Đặt giá trị này để tiết kiệm Gold để nâng cấp khác, hoặc tìm kiếm.
LblNextWalllevelcosts=Phí lvl Wall Tiếp theo
LblNextWalllevelcosts_Info_01=Sử dụng giá trị này như là một chỉ số.
LblNextWalllevelcosts_Info_02=Giá trị sẽ cập nhật nếu bạn chọn một mức độ wall khác.
LblSearchforWalls=Tìm kiếm mức Walls
RdoUseElixir=Dùng Elixir
RdoUseElixir_Info_01=Chỉ dùng Elixir cho Walls.
RdoUseElixir_Info_02=Chỉ ở mức cấp độ Wall nâng cấp với Elixir.
RdoUseElixirGold=Hãy thử Elixir đầu tiên, Gold thứ hai
RdoUseElixirGold_Info_01=Hãy thử sử dụng Elixir đầu tiên. Nếu không đủ Elixir cố gắng sử dụng Gold thứ hai cho Walls.
RdoUseGold=Dùng Gold
RdoUseGold_Info_01=Chỉ sử dụng Gold cho Walls.
RdoUseGold_Info_02=Có sẵn ở tất cả các cấp độ Wall.
WallsCurrentCount_Info_01=Số đầu vào của mức Walls
WallsCurrentCount_Info_02=bạn có.
[MBR GUI Design Child Village - Achievements]
ChkUnbreakable=Bật Không Thể Phá Vỡ
ChkUnbreakable_Info_01=Kích hoạt Phòng thủ Nông nghiệp cho tính năng Không thể phá vỡ.
Group_01=Phòng Thủ Nông Nghiệp
Group_02=Làm thế nào để sử dụng chế độ Không thể phá vỡ
Lbl_FarmMin._Info_01=Farm Min.
Lbl_SaveMin._Info_01=Save Min.
LblUnbreakable=Thời gian chờ
LblUnbreakableLink=Thêm thông tin
txtHelp_01=Chế độ Không thể phá vỡ sẽ giúp bạn có được trận thắng phòng thủ và các thành tích "Không thể phá vỡ".
txtHelp_02=Đặt "Thời gian Chờ" để bao lâu bạn muốn bot để chờ phòng thủ.
txtHelp_03=Farm Min là bao nhiêu tài nguyên bot phải có trước khi tấn công.
txtHelp_04=Save Min là bao nhiêu tài nguyên bot phải có trước khi bắt đầu chế độ không thể phá vỡ.
txtHelp_05=Nhấp vào liên kết dưới đây để biết thêm thông tin:
TxtUnbreakable_Info_01=Đặt số lượng thời gian để dừng lại CoC và chờ cho các cuộc tấn công của đối phương để giành chiến thắng phòng thủ. (1-99 phút)
TxtUnBrkMaxDark_Info_01=Lượng Dark Elixir trong yêu cầu lưu trữ để Bật Phòng thủ Nông nghiệp.
TxtUnBrkMaxDark_Info_02=Lượng Dark Elixir của bạn cần để thu hút đối phương hoặc để nâng cấp.
TxtUnBrkMaxElixir_Info_01=Lượng Elixir trong yêu cầu lưu trữ để Bật Phòng thủ Nông nghiệp.
TxtUnBrkMaxElixir_Info_02=Lượng Elixir của bạn cần để thu hút đối phương hoặc để nâng cấp.
TxtUnBrkMaxGold_Info_01=Lượng Gold trong yêu cầu lưu trữ để Bật Phòng thủ Nông nghiệp.
TxtUnBrkMaxGold_Info_02=Lượng Gold của bạn cần để thu hút đối phương hoặc để nâng cấp.
TxtUnBrkMinDark_Info_01=Lượng Dark Elixir để dừng Phòng thủ Nông nghiệp, chuyển sang canh tác bình thường nếu dưới.
TxtUnBrkMinDark_Info_02=Đặt giá trị số Dark Elixir bạn cần để làm cho quân đội hoặc nâng cấp.
TxtUnBrkMinElixir_Info_01=Lượng Elixir để dừng Phòng thủ Nông nghiệp, chuyển sang canh tác bình thường nếu dưới.
TxtUnBrkMinElixir_Info_02=Đặt giá trị số Elixir bạn cần để làm cho quân đội hoặc nâng cấp.
TxtUnBrkMinGold_Info_01=Lượng Gold để dừng Phòng thủ Nông nghiệp, chuyển sang canh tác bình thường nếu dưới.
TxtUnBrkMinGold_Info_02=Đặt giá trị số Gold này bạn cần để tìm kiếm hoặc nâng cấp.
[MBR GUI Design Child Attack - Troops_Boost]
Group_01=Boost Barracks
Group_02=Boost Spell Factories
Group_03=Boost Heroes
Group_04=Lịch Boost
LblBarracksBoost=Barracks
LblBarracksBoost_Info_01=Sử dụng điều này để boots Barracks của bạn với GEMS! Sử dụng thận trọng!
LblKingBoost_Info_01=Sử dụng điều này để boost Barbarian King của bạn với GEMS! Sử dụng thận trọng!
LblQueenBoost_Info_01=Sử dụng điều này để boost Archer Queen của bạn với GEMS! Sử dụng thận trọng!
LblSpellFactoryBoost=Spell Factory
LblSpellFactoryBoost_Info_01=Sử dụng điều này để boost Spell Factory của bạn với GEMS! Sử dụng thận trọng!
LblWardenBoost_Info_01=Sử dụng điều này để boost Grand Warden của bạn với GEMS! Sử dụng thận trọng!
TextBoostLeft=Boosts left
[MBR GUI Design Child Attack - Troops_TrainingOrder]
BtnRemoveSpells=List Spell Trống
BtnRemoveSpells_Info_01=Nhấn nút để loại bỏ tất cả spells khỏi danh sách và bắt đầu lại
BtnRemoveTroops=List Troop Trống
BtnRemoveTroops_Info_01=Nhấn nút để loại bỏ tất cả troops khỏi danh sách và bắt đầu lại
BtnSpellsOrderSet=Apply New Order
BtnSpellsOrderSet_Info_01=Nhấn nút khi hoàn thành lựa chọn thứ tự nấu spells
BtnSpellsOrderSet_Info_02=Biểu tượng thay đổi màu sắc dựa trên trạng thái: Đỏ = Không được thiết lập, Xanh = Đã được thiết lập
BtnSpellsOrderSet_Info_03=Khi không phải tất cả các khe spells được lấp đầy, sẽ sử dụng ngẫu nhiên thứ tự spell trong khe trống!
BtnTroopOrderSet=Áp dụng Thứ tự Mới
BtnTroopOrderSet_Info_01=Nhấn nút khi hoàn thành lựa chọn thứ tự đào tạo quân đội
BtnTroopOrderSet_Info_02=Biểu tượng thay đổi màu sắc dựa trên trạng thái: Đỏ = Không được thiết lập, Xanh = Đã được thiết lập
BtnTroopOrderSet_Info_03=Khi không phải tất cả các khe troop được lấp đầy, sẽ sử dụng ngẫu nhiên thứ tự troop trong khe trống!!
ChkCustomBrewOrderEnable=Thứ tự Spells
ChkCustomBrewOrderEnable_Info_01=Kích hoạt tính năng để lựa chọn một thứ tự cho Nấu Spells
ChkCustomBrewOrderEnable_Info_02=Thay đổi thứ tự spells có thể hữu ích với CSV kịch bản quân đội tấn công!
ChkCustomTrainOrderEnable=Thứ tự Troops
ChkCustomTrainOrderEnable_Info_01=Kích hoạt tính năng để lựa chọn một thứ tự đào tạo quân đội
ChkCustomTrainOrderEnable_Info_02=Thay đổi thứ tự đào tạo có thể hữu ích với CSV kịch bản quân đội tấn công!
Group_01=Đào tạo theo thứ tự
txtSpellsOrder=Nhập thứ tự chuỗi cho nấu spells #
TxtTroopOrder=Nhập thứ tự chuỗi cho đào tạo quân đội #
[MBR GUI Design Child Attack - Troops_Options]
ChkCloseEmulator=Đóng Giả Lập
ChkCloseEmulator_Info_01=Tùy chọn này sẽ đóng hoàn toàn Giả lập Android khi được chọn
ChkCloseEmulator_Info_02=Thêm tùy chọn này có thể làm tăng thời gian ẩn nhẹ do mất thời gian cần thiết để khởi động
ChkCloseWhileTraining=Đóng Trong Khi Đào tạo
ChkCloseWhileTraining_Info_01=Tùy chọn sẽ thoát CoC cho thời gian cần thiết để hoàn thành đào tạo quân khi SHIELD ĐANG HOẠT ĐỘNG
ChkCloseWhileTraining_Info_02=Đóng để tạo Spell sẽ được kích hoạt khi 'Chờ Spells' được chọn vào tab Tìm Kiếm
ChkCloseWhileTraining_Info_03=Đóng cho Hero hồi máu sẽ được kích hoạt khi 'Chờ Heroes' được kích hoạt trên Tab Tìm Kiếm
ChkCloseWithoutShield=Nếu Ko Có Shield
ChkCloseWithoutShield_Info_01=Tùy chọn này sẽ luôn luôn đóng CoC cho thời gian đào tạo nhàn rỗi khi SHIELD KHÔNG HOẠT ĐỘNG!
ChkCloseWithoutShield_Info_02=Lưu ý - Bạn có thể bị tấn công và mất Cup khi tùy chọn này được kích hoạt!
ChkRandomClose=Đóng Ngẫu Nhiên
ChkRandomClose_Info_01=Lựa chọn ngẫu nhiên sẽ lựa chọn giữa thời gian thoát, đóng CoC, hoặc Đóng giả lập khi lựa chọn
ChkRandomClose_Info_02=Thêm tùy chọn này có thể làm tăng thời gian ẩn nhẹ do mất thời gian cần thiết để khởi động
ChkSuspendComputer=Tạm Dừng Computer
ChkSuspendComputer_Info_01=Tùy chọn sẽ treo máy tính khi được chọn\r\nThêm tùy chọn này có thể tăng thời gian ngoại tuyến một chút do thời gian thay đổi cần thiết cho khởi động
ChkTrainAddRandomDelayEnable=Add Delay Ngẫu Nhiên
ChkTrainAddRandomDelayEnable_Info_01=Thêm delay ngẫu nhiên giữa hai cuộc gọi của trại quân đội.
ChkTrainAddRandomDelayEnable_Info_02=Tùy chọn này làm giảm các cuộc gọi đến các cửa sổ đào tạo nhân bản khoảng cách bot gọi mỗi lần với một khoảng thời gian nhân quả lựa chọn giữa tối thiểu và tối đa các giá trị chỉ ra dưới đây.
CmbCloseWaitRdmPercent_Info_01=Nhập tỷ lệ % tối đa thêm thời gian để được sử dụng tạo ra thời gian chờ ngẫu nhiên,
CmbCloseWaitRdmPercent_Info_02=Bot sẽ tính toán một thời gian chờ đợi ngẫu nhiên giữa thời gian chính xác cần thiết, và
CmbCloseWaitRdmPercent_Info_03=Tối đa ngẫu nhiên như % nhập vào xuất hiện nhiều hơn như con người
Group_01=Đào tạo thời gian nhàn rỗi
Group_02=Thời gian Click Đào tạo
Group_03=Thêm Delay Training Ngẫu Nhiên
LblAddDelayIdlePhaseBetween=Giữa
LblCloseWaitingTroops=Time Tối Thiểu Phải Đóng
LblCloseWaitingTroops_Info_01=Sẽ được đóng CoC Nếu thời gian đào tạo quân đội >= (Thời gian tối thiểu cần thiết để đóng)\r\nChỉ cần ở trong màn hình chính nếu thời gian đào tạo quân đội < (Thời gian tối thiểu cần thiết để đóng)
LblSymbolWaiting_Info_01=Nhập số thời gian tối thiểu để đóng CoC trong vài phút mà bạn muốn, Mặc định là (2)
LblTrainITDelay=Delay
LblTrainITDelay_Info_01=Tăng chậm trễ nếu máy tính của bạn chậm hoặc để tốc độ nhấp chuột tạo ra như con người đào tạo
RdoCloseWaitExact=Thời Gian Chuẩn
RdoCloseWaitExact_Info_01=Chọn để chờ đợi thời gian chính xác cần thiết cho quân đội để hoàn thành đào tạo
RdoCloseWaitExact_Info_02=Chọn bao nhiêu thời gian để chờ đợi khi tính năng cho phép
RdoCloseWaitRandom=Time Ngẫu Nhiên
RdoCloseWaitRandom_Info_01=Chọn thêm một thời gian chờ đợi ngẫu nhiên như con người quên clash
[MBR GUI Design Child Attack - Options-EndBattle]
ChkScreenshotLootInfo=Bao gồm thông tin cướp trong tên tập tin
ChkScreenshotLootInfo_Info_01=Bao gồm thông tin cướp trong tên tập tin ảnh chụp màn hình
ChkShareAttack=Chia sẻ xem lại trong trò chuyện Clan của bạn.
ChkShareAttack_Info_01=Kiểm tra này để chia sẻ phát lại chiến của bạn trong trò chuyện clan.
ChkTakeLootSS_Info_01=Kiểm tra này nếu bạn muốn lưu một bản chụp cướp của làng bị tấn công.
Group_01=Chia sẻ Xem lại
Group_02=Hãy Chụp ảnh Cướp
LblRandomMessage=Sử dụng tin nhắn ngẫu nhiên từ danh sách này
LblShareMinLoot=Khi Tài nguyên Đạt
ListShareMessage_Info_01=Gửi tin nhắn với chia sẻ xem lại
ListShareMessage_Item_01=Nice\r\nGood\r\nThanks \r\nWowwww
TxtShareMinDark_Info_01=Chỉ chia sẻ xem lại khi cuộc chiến cướp là nhiều hơn so với lượng Dark Elixir.
TxtShareMinElixir_Info_01=Chỉ chia sẻ xem lại khi cuộc chiến cướp là nhiều hơn so với lượng Elixir.
TxtShareMinGold_Info_01=Chỉ chia sẻ xem lại khi cuộc chiến cướp là nhiều hơn so với lượng Gold.
[MBR GUI Design Child Attack - Options-Search]
ChkAlertSearch=Thông báo khi tìm thấy Làng
ChkAlertSearch_Info_01=Kiểm tra này nếu bạn muốn có một báo động âm thanh và một bảng Hiện ra khi một cơ sở để tấn công được tìm thấy.
ChkAttackNow=Tấn Công Ngay! tùy chọn.
ChkAttackNow_Info_01=Kiểm tra này nếu bạn muốn lựa chọn để có một 'Tấn công Ngay!' nút bên cạnh
ChkAttackNow_Info_02=các nút Start và Pause để bỏ qua những cơ sở chết hoặc tất cả các giá trị tìm kiếm cơ sở.
ChkAttackNow_Info_03=Cuộc Cấn Công Ngay! nút sẽ chỉ xuất hiện khi tìm kiếm các ngôi làng để tấn công.
ChkRestartSearchLimit=Khởi động lại mỗi
ChkRestartSearchLimit_Info_01=Quay trở lại Cơ sở sau khi tìm kiếm x và khởi động lại để tìm kiếm kẻ thù làng.
ChkSearchReduction=Kích hoạt tính năng Giảm Tìm kiếm
ChkSearchReduction_Info_01=Kiểm tra này nếu bạn muốn các giá trị tìm kiếm tự động được hạ xuống sau khi một số tiền nhất định của các tìm kiếm.
Group_01=Giảm Tìm Kiếm
Group_02=Chậm trễ Tìm Kiếm Làng
Group_03=Tùy chọn Tìm Kiếm
LblAttackNow=Thêm
LblAttackNow_Info_01=Thêm số thời gian phản ứng chậm lại việc tìm kiếm.
LblMaxVSDelay_Info_01=Kích hoạt tính năng ngẫu nhiên tìm kiếm làng chậm trễ bằng cách thiết lập
LblMaxVSDelay_Info_02=dưới giá trị trượt Max cao hơn giá trị tối thiểu
LblMinVSDelay_Info_01=Sử dụng thanh trượt này để thay đổi thời gian chờ đợi giữa các nhấp chuột Next khi tìm kiếm một ngôi làng để tấn công.
LblMinVSDelay_Info_02=Điều này có thể bù đắp cho lỗi không đồng bộ (OoS) trên một số máy tính.
LblMinVSDelay_Info_03=KHÔNG BẢO ĐẢM! Điều này sẽ luôn luôn không có kết quả tương tự!
LblSearchReduceCount=Giảm mục tiêu sau
LblSearchReduceCount_Info_01=Nhập số tìm kiếm để chờ đợi trước mỗi giảm xảy ra.
LblSearchReduceDark=- Giảm Dark Elixir
LblSearchReduceDark_Info_01=Giảm Dark Elixir sau số lần tìm trong bước tiếp theo.
LblSearchReduceElixir=- Giảm Elixir
LblSearchReduceElixir_Info_01=Giảm Elixir sau số lần tìm trong bước tiếp theo.
LblSearchReduceGold=- Giảm Gold
LblSearchReduceGold_Info_01=Giảm Gold sau số lần tìm trong bước tiếp theo.
LblSearchReduceGoldPlusElixir=- Giảm Gold + Elixir
LblSearchReduceGoldPlusElixir_Info_01=Giảm G+E sau số lần tìm trong bước tiếp theo.
LblSearchReduceTrophy=- Giảm Cup
LblSearchReduceTrophy_Info_01=Giảm Cup sau số lần tìm trong bước tiếp theo.
[MBR GUI Design Child Attack - Options-Attack]
ChkAttackPlanner_Info_01=Bot tiếp tục chạy và sẽ khởi động lại khi lịch trình cho phép
ChkAttackPlannerCloseAll=Đóng Giả lập
ChkAttackPlannerCloseAll_Info_01=Tùy chọn này sẽ đóng giả lập khi không lên kế hoạch tìm và tấn công!
ChkAttackPlannerCloseCoC=Đóng CoC
ChkAttackPlannerCloseCoC_Info_01=Tùy chọn này sẽ đóng ứng dụng CoC khi không lên kế hoạch tìm và tấn công!
ChkAttackPlannerDayLimit=Daily Limit
ChkAttackPlannerDayLimit_Info_01=Ngẫu nhiên sẽ ngừng tấn công khi vượt quá con số ngẫu nhiên của các cuộc tấn công giữa phạm vi lựa chọn
ChkAttackPlannerEnable=Kích hoạt Lịch Trình
ChkAttackPlannerEnable_Info_01=Tùy chọn này sẽ cho phép bạn lên lịch giờ tấn công
ChkAttackPlannerEnable_Info_02=Bot tiếp tục chạy và sẽ chỉ tấn công khi lịch trình cho phép
ChkAttackPlannerRandom=Tự vô hiệu hóa
ChkAttackPlannerRandom_Info_01=Tùy chọn này sẽ ngẫu nhiên ngừng tấn công
ChkAttackPlannerRandom_Info_02=Chọn số giờ bạn muốn ngừng tấn công
ChkAttackPlannerSuspendComputer=Tạm Dừng Computer
ChkAttackPlannerSuspendComputer_Info_01=Tùy chọn này sẽ tạm dừng máy tính khi không có lịch Tìm kiếm & Tấn công!
ChkDropCCHoursEnable=Bật Lịch Thả Clan Castle
ChkDropCCHoursEnable_Info_01=Sử dụng lịch trình để xác định khi thả Clan Castle được cho phép, \r\n Clan Castle luôn giảm khi lịch trình không được kích hoạt
chkSheildEndToAttack=
chkSheildEndToAttack_Info_01=
ChkUseWardenAbility=Buộc kích hoạt Kỹ năng của Warden sau
ChkUseWardenAbility_Info_01=Buộc Thời gian Vĩnh cửu của Grand Warden trên một bộ đếm thời gian.
Group_01=Kỹ năng Hero
Group_02=Lịch Tấn công
Group_03=Nhà Clan Castle
LbAttackPlannerDayLimit=to
RadAutoAbilities=Tự động kích hoạt (red zone)
RadAutoAbilities_Info_01=Kích hoạt kỹ năng khi các Hero trở nên yếu.
RadAutoAbilities_Info_02=Heroes được kiểm tra và kích hoạt riêng.
RadManAbilities=Timed sau
RadManAbilities_Info_01=Kích hoạt các kỹ năng trên một giờ.
RadManAbilities_Info_02=Tất cả các anh hùng được kích hoạt cùng một lúc.
TxtManAbilities_Info_01=Cài đặt thời gian trong vài giây cho thời gian Kích hoạt các kỹ năng Hero.
TxtMaxLbAttackPlannerDayLimit_Info_01=Nhập số lượng tối đa của các cuộc tấn công được cho phép mỗi ngày
TxtMinLbAttackPlannerDayLimit_Info_01=Nhập số lượng tối thiểu của các cuộc tấn công được cho phép mỗi ngày
TxtUseWardenAbility_Info_01=Cài đặt thời gian trong vài giây cho Thời gian kích hoạt Kỹ năng của Grand Warden.
[MBR GUI Design Child Village - Notify]
BtnNotifyDeleteMessages=Delete all Msg now
BtnNotifyDeleteMessages_Info_01=Nhấn vào đây để xóa tất cả tin nhắn Pushbullet.
ChkNotifyAlertAnotherDevice=Thiết bị khác
ChkNotifyAlertAnotherDevice_Info_01=Gửi một cảnh báo khi ngôi làng của bạn được kết nối với một thiết bị khác.
ChkNotifyAlertBAN=BAN
ChkNotifyAlertBAN_Info_01=Gửi một cảnh báo nếu ngôi làng của bạn đã được CẤM bởi SuperCell
ChkNotifyAlertBuilderIdle=Builder Rảnh
ChkNotifyAlertBuilderIdle_Info_01=Gửi một cảnh báo khi có ít nhất một builder là nhàn rỗi.
ChkNotifyAlertCampFull=Trại Quân Đầy
ChkNotifyAlertCampFull_Info_01=Gửi một cảnh báo khi trại quân đội của bạn là đầy đủ.
ChkNotifyAlertLastAttack=Alert Last Attack
ChkNotifyAlertLastAttack_Info_01=Gửi thông tin về tấn công cuối.
ChkNotifyAlertLastRaidIMG=Last raid as image
ChkNotifyAlertLastRaidIMG_Info_01=Gửi ảnh chụp màn hình khi kết thúc trận đấu.
ChkNotifyAlertLastRaidTXT=Last raid as Text
ChkNotifyAlertLastRaidTXT_Info_01=Gửi kết quả kết thúc trận đấu dưới dạng văn bản.
ChkNotifyAlertMaintenance=Bảo Trì
ChkNotifyAlertMaintenance_Info_01=Gửi một cảnh báo khi CoC được bảo trì bởi SuperCell
ChkNotifyAlertMatchFound=Match Found
ChkNotifyAlertMatchFound_Info_01=Gửi lượng tài nguyên có sẵn khi bot tìm thấy một ngôi làng để tấn công.
ChkNotifyAlertOutOfSync=Lỗi: Out Of Sync
ChkNotifyAlertOutOfSync_Info_01=Gửi một cảnh báo khi bạn nhận được Lỗi: Client and Server out of sync
ChkNotifyAlertTakeBreak=Take a break
ChkNotifyAlertTakeBreak_Info_01=Gửi một cảnh báo khi bạn đã được chơi quá lâu và dân làng của bạn cần nghỉ ngơi.
ChkNotifyAlertUpgradeWall=Wall upgrade
ChkNotifyAlertUpgradeWall_Info_01=Gửi thông tin về nâng cấp tường.
ChkNotifyAlertVillageStats=Báo cáo Làng
ChkNotifyAlertVillageStats_Info_01=Gửi Thống kê Làng.
ChkNotifyBOTUpdate=BOT Update
ChkNotifyBOTUpdate_Info_01=Gửi một cảnh báo khi có một phiên bản mới của bot.
ChkNotifyDeleteAllPBPushes=Xóa Tin nhắn khi Start
ChkNotifyDeleteAllPBPushes_Info_01=Nó sẽ xóa tất cả các thông báo trước khi bạn bắt đầu bot
ChkNotifyDeleteOldPBPushes=Xóa tin nhắn cũ hơn
ChkNotifyDeleteOldPBPushes_Info_01=Xóa tất cả các thông báo trước đó lớn hơn giờ quy định
ChkNotifyPBEnable=Bật PushBullet
ChkNotifyPBEnable_Info_01=Kích Hoạt thông báo PushBullet
ChkNotifyRemote=Điều khiển từ xa
ChkNotifyRemote_Info_01=Cho phép chức năng PushBullet điều khiển từ xa
ChkNotifyTGEnable=Bật Telegram
ChkNotifyTGEnable_Info_01=Kích Hoạt thông báo Telegram
CmbNotifyPushHours_Info_01=Thiết lập khoảng thời gian cho các tin nhắn được xóa.
Group_01=Thông Báo PushBullet/Telegram
LblNotifyHelp=Trợ giúp ?
LblNotifyHelp_Info_01=Nhấn vào đây để tải về Trợ giúp Thông báo cho các lệnh từ xa PushBullet và Telegram
LblNotifyOptions=Gửi tin nhắn PushBullet/Telegram cho các tùy chọn này
LblNotifyOrigin=Origin
LblNotifyOrigin_Info_01=Origin - Village name.
LblNotifyPBToken=Mã (PushBullet)
LblNotifyPBToken_Info_01=Bạn cần một Mã để sử dụng thông báo PushBullet. Nhận một mã từ PushBullet.com
LblNotifyTGToken=Mã (Telegram)
LblNotifyTGToken_Info_01=Bạn cần một Mã để sử dụng thông báo Telegram. Nhận một mã từ Telegram.com
[MBR GUI Design Child Village - Misc]
BotStop_Info_01=Sử dụng các tùy chọn để thiết lập khi các bot sẽ ngừng tấn công.
BtnAltarKing_Info_01=Barbarian King Altar
BtnAltarQueen_Info_01=Archer Queen Altar
BtnAltarWarden_Info_01=Grand Warden Altar
BtnCC=Clan Castle
BtnLocateLaboratory=Lab.
BtnLocateLaboratory_Info_01=Laboratory
BtnReset=Thiết lập lại.
BtnReset_Info_01=Nhấn vào đây để thiết lập lại tất cả các vị trí công trình,
BtnReset_Info_02=khi bạn đã thay đổi cách bố trí ngôi làng của bạn.
ChkActivateClockTowerBoost=Bật Boost Clock Tower
ChkActivateClockTowerBoost_Info_01=Chọn mục này để kích hoạt Boost Clock Tower khi có sẵn.\r\nTùy chọn này không sử dụng Gems của bạn
ChkCleanYard=Dọn Cây Cối
ChkCleanYard_Info_01=Kiểm tra này để tự động dọn Cây, Thân cây, vv
ChkCollect=Collect Resources && Loot Cart
ChkCollect_Info_01=Kiểm tra này để tự động thu thập Tài Nguyên của Làng
ChkCollect_Info_02=từ Gold Mines, Elixir Collectors và Dark Elixir Drills.
ChkCollect_Info_03=Điều này cũng sẽ tìm kiếm 1 Loot Cart trong Làng của bạn và thu thập nó.
ChkCollectBuilderBase=Thu thập Tài nguyên
ChkCollectBuildersBase_Info_01=Kiểm tra này để thu thập Tài nguyên trên Builder Base
ChkCTBoostBlderBz=chỉ khi builder đang bận
ChkCTBoostBlderBz_Info_01=chỉ boost khi builder đang bận
ChkGemsBox=Dọn GemBox
ChkGemsBox_Info_01=Kiểm tra này để tự động dọn GemBox.
ChkTombstones=Dọn Tombstones
ChkTombstones_Info_01=Kiểm tra này để tự động dọn tombstones sau khi kẻ thù tấn công.
ChkTrap=Rearm Traps && Reload Xbows và Infernos
ChkTrap_Info_01=Kiểm tra này để tự động Rearm Traps, Reload Xbows và Infernos (nếu có) trong Làng của bạn.
ChkTreasuryCollect=Treasury
ChkTreasuryCollect_Info_01=Kiểm tra điều này để tự động thu thập Treasury khi FULL,
ChkTreasuryCollect_Info_02='HOẶC' Khi giá trị lưu trữ là các giá trị tối thiểu DƯỚI ở bên phải,
ChkTreasuryCollect_Info_03=Sử dụng số 0 giá trị min để thu thập Treasury khi đã đầy
ChkTreasuryCollect_Info_04=Các giá trị tối thiểu lớn sẽ thu thập Treasury thường xuyên hơn!
CmbBotCommand_Item_01=Dừng Tấn Công
CmbBotCommand_Item_02=Dừng Bot
CmbBotCommand_Item_03=Đóng Bot
CmbBotCommand_Item_04=Đóng CoC+Bot
CmbBotCommand_Item_05=Tắt PC
CmbBotCommand_Item_06=Ngủ PC
CmbBotCommand_Item_07=Khởi Động PC
CmbBotCond_Item_01=G và E Full và Max.Cup
CmbBotCond_Item_02=(G và E) Full hoặc Max.Cup
CmbBotCond_Item_03=(G hoặc E) Full và Max.Cup
CmbBotCond_Item_04=G hoặc E Full hoặc Max.Cup
CmbBotCond_Item_05=Gold và Elixir Full
CmbBotCond_Item_06=Gold hoặc Elixir Full
CmbBotCond_Item_07=Gold Full và Max.Cup
CmbBotCond_Item_08=Elixir Full và Max.Cup
CmbBotCond_Item_09=Gold Full hoặc Max.Cup
CmbBotCond_Item_10=Elixir Full hoặc Max.Cup
CmbBotCond_Item_11=Gold Full
CmbBotCond_Item_12=Elixir Full
CmbBotCond_Item_13=Đạt Max. Cup
CmbBotCond_Item_14=Dark Elixir Full
CmbBotCond_Item_15=Tất cả Kho (G+E+DE) Full
CmbBotCond_Item_16=Bot chạy cho...
CmbBotCond_Item_17=Bây giờ (Chỉ Train/Donate)
CmbBotCond_Item_18=Bây giờ (Chỉ Donate)
CmbBotCond_Item_19=Bây giờ (Chỉ có ở lại trực tuyến)
CmbBotCond_Item_20=W/Shield (Chỉ Train/Donate)
CmbBotCond_Item_21=W/Shield (Chỉ Donate)
CmbBotCond_Item_22=W/Shield (Chỉ có ở lại trực tuyến)
Group_01=Dừng Tấn Công
Group_02=Rearm, Collect, Clear
Group_03=Xác Định Vị Trí Thủ Công
Group_4=Thu thập && Kích hoạt
LblBotCommand=Khi...
LblBotWillHaltAutomatically=Bot sẽ tự động ngừng khi bạn chạy ra khỏi các nguồn lực. Nó sẽ tiếp tục khi đạt được những giá trị tối thiểu.
LblResumeAttack=Resume Attack
LblTreasuryOr=Or
TxtRelocate_Info_01=Chuyển vị trí của bạn
TxtRestartDark_Info_01=Giá trị Dark Elixir tối thiểu cho các bot để tiếp tục tấn công sau khi ngừng vì dark elixir thấp.
TxtRestartElixir_Info_01=Giá trị Elixir tối thiểu cho các bot để tiếp tục tấn công sau khi ngừng vì elixir thấp.
TxtRestartGold_Info_01=Giá trị Gold tối thiểu cho các bot để tiếp tục tấn công sau khi ngừng vì gold thấp.
TxtTreasuryDark_Info_01=Số lượng Dark Elixir Storage tối thiểu để thu nhập Treasury.
TxtTreasuryElixir_Info_01=Số lượng Elixir Storage tối thiểu để thu nhập Treasury.
TxtTreasuryElixir_Info_02=Đặt giá trị giống như Tiếp tục Tấn công để thu thập khi 'out of elixir' lỗi
TxtTreasuryElixir_Info_03=xảy ra trong quá trình huấn luyện quân
TxtTreasuryGold_Info_01=Số lượng Gold Storage tối thiểu để thu nhập Treasury.
TxtTreasuryGold_Info_02=Đặt giá trị giống như Tiếp tục Tấn công để thu thập khi 'out of gold' lỗi
TxtTreasuryGold_Info_03=xảy ra trong quá trình huấn luyện quân
[MBR GUI Design Child Bot - Options]
ChkAutoAlign=Tự động căn
ChkAutoAlign_Info_01=Đặt lại vị trí/Căn Giả lập  Android và cửa sổ BOT trên màn hình.
ChkAutoResume=Auto resume Bot sau
ChkAutoResume_Info_01=Điều này sẽ tự động tiếp tục bot của bạn sau khi x phút
ChkAutostart=Tự Động Start sau
ChkAutostart_Info_01=Tự động BẮT ĐẦU Bot sau khi số giây này.
ChkBotAutoSlideClick=Tự động trượt khi gắn
ChkBotAutoSlideClick_Info_01=Kích hoạt tự động trượt khi được gắn cho Android\r\ntrên cửa sổ bot kích hoạt/hủy kích hoạt
ChkBotCustomTitleBarClick=Thiết kế Title Bar MyBot
ChkBotCustomTitleBarClick_Info_01=Bật thanh tiêu đề cửa sổ My Bot và\r\nranh giới cửa sổ (khởi động lại bot là bắt buộc)
ChkCheckGameLanguage=Kiểm tra ngôn ngữ trò chơi (EN)
ChkCheckGameLanguage_Info_01=Kiểm tra xem các trò chơi được thiết lập với ngôn ngữ chính xác (Phải được thiết lập Tiếng Anh).
ChkDeleteLogs=Xóa Tập Tin Nhật Ký
ChkDeleteLogs_Info_01=Xóa tập tin nhật kí lớn hơn số quy định của ngày.
ChkDeleteLoots=Xóa Hình Ảnh Cướp
ChkDeleteLoots_Info_01=Xóa các tập tin hình ảnh cướp nhiều hơn số quy định của ngày.
ChkDeleteTemp=Xóa Tập Tin Temp
ChkDeleteTemp_Info_01=Xóa các file tạm lớn hơn số quy định của ngày.
ChkDisableSplash=Vô hiệu hóa màn hình Splash
ChkDisableSplash_Info_01=Vô hiệu hóa màn hình khởi động.
ChkFixClanCastle=Phát Hiện Lượng Clan Castle
ChkFixClanCastle_Info_01=Nếu Clan Castle nó là không bị phát hiện và nó là không được đặt trong các khe cuối cùng, lượng bot để xem xét các khe cắm không bị phát hiện như Clan Castle
ChkForMBRUpdates=Kiểm Tra Cập Nhật
ChkForMBRUpdates_Info_01=Kiểm tra nếu bạn đang chạy phiên bản mới nhất của bot.
ChkHideWhenMinimized=Ẩn khi giảm thiểu
ChkHideWhenMinimized_Info_01=Ẩn cửa sổ bot trong thanh tác vụ khi giảm thiểu.\r\nDùng Biểu tượng trên khay 'Hiện bot' để hiển thị cửa sổ bot.
ChkKillTeamViewer=Kill Windows TeamViewer Free
ChkKillTeamViewer_Info_01=Kiểm tra điều này nếu bạn muốn đóng phiên tài trợ của TeamViewer.
ChkScreenshotHideName=Ẩn Tên ngôi làng và Nhà Clan Castle
ChkScreenshotType=Hãy ở định dạng PNG
ChkSinglePBTForced=Buộc Thoát Khi PB
ChkSinglePBTForced_Info_01=Bot Buộc thoát CoC một thời gian trước khi bắt đầu bình thường của Personal Break
ChkUpdatingWhenMinimized=Đang cập nhật khi giảm thiểu
ChkUpdatingWhenMinimized_Info_01=Kích hoạt tính năng giảm thiểu thói quen khác nhau cho cửa sổ bot.\r\nKhi bot được giảm thiểu, cập nhật màn hình được thể hiện trong bản xem trước thanh tác vụ.
ChkUseRandomClick=Click Ngẫu nhiên
CmbAlignmentOptions_Info_01=0,0: Đổi vị trí màn hình Giả lập Android đến vị trí 0,0 trên windows và sắp xếp cửa sổ Bot phải hoặc trái để nó.
CmbAlignmentOptions_Info_02=SNAP: Chỉ sắp xếp lại các windows, của sổ Align Bot để cửa sổ Giả lập Android tại Tren Phải, Trên Trái, Dưới Phải hay Dưới Trái.\r\nDOCK: Tích hợp Màn hình Android vào cửa sổ bot.
CmbAlignmentOptions_Item_01=0,0: Giả lập Android-Bot
CmbAlignmentOptions_Item_02=0,0: Bot-Giả lập Android
CmbAlignmentOptions_Item_03=SNAP: Bot Trên Bên phải Android
CmbAlignmentOptions_Item_04=SNAP: Bot Trên Bên trái Android
CmbAlignmentOptions_Item_05=SNAP: Bot Dưới Bên phải Android
CmbAlignmentOptions_Item_06=SNAP: Bot Dưới Bên trái Android
CmbAlignmentOptions_Item_07=DOCK: Android vào Bot
CmbGUILanguage_Info_01=Sử dụng điều này để chuyển sang một ngôn ngữ giao diện khác nhau
Group_01=GUI ngôn ngữ
Group_02=Khi Tải Bot
Group_03=Khi Bot Bắt Đầu
Group_04=Nâng cao
Group_05=Tùy chọn Ảnh chụp màn hình
Group_06=Thiết Bị Từ Xa
Group_07=Lựa Chọn Khác
Group_08=Bộ xử lý/Chủ đề nâng cao
LblAlignOffsetX=Bù lại
LblGlobalActiveBotsAllowed_Info_01=Bots có thể chạy song song cùng một lúc
LblGlobalThreads_Info_01=Chủ đề xử lý ảnh toàn cầu sẽ được sử dụng cho all bots
LblPBTimeForcedExit=Trừ thời gian để thoát PB
LblPBTimeForcedExit_Info_01=Gõ vào số phút để đóng CoC sớm! Cài đặt dưới 10 phút có thể không hoạt động!
LblThreads_Info_01=Chủ đề xử lý ảnh sẽ được sử dụng cho bot này
LblTimeAnotherDevice=Khi 'thiết bị khác' chờ đợi
LblTimeAnotherDevice_Info_01=Nhập thời gian để chờ đợi (trong phút) trước khi Bot kết nối lại khi một thiết bị khác nắm quyền kiểm soát.
TxtAlignOffsetX_Info_01=Bù đắp điểm ảnh theo chiều ngang giữa Giả lập Android và cửa sổ BOT.
TxtAlignOffsetY_Info_01=Bù đắp điểm ảnh theo chiều dọc giữa Giả lập Android và cửa sổ BOT.
TxtGlobalActiveBotsAllowed_Info_01=Khi chạy nhiều bots, chỉ định số lượng có thể chạy cùng một lúc.\r\nĐiều này làm giảm đáng kể việc sử dụng CPU của bạn.\r\nMột nửa bộ vi xử lý hợp lý sẵn có là một con số tốt.\r\nCấu hình này được chia sẻ trên tất cả profiles/trường hợp và khởi động lại của tất cả bots là bắt buộc (đóng tất cả, chờ đợi, và bắt đầu lại tất cả!).
TxtGlobalThreads_Info_01=Khi chạy nhiều bots, hãy chỉ định bao nhiêu luồng toàn cầu cho các tác vụ xử lý hình ảnh có thể chạy cùng một lúc.\r\nĐiều này làm giảm đáng kể việc sử dụng CPU của bạn.\r\nMột nửa bộ vi xử lý hợp lý sẵn có là một con số tốt.\r\nCấu hình này được chia sẻ trên tất cả profiles/trường hợp và khởi động lại của tất cả bots là bắt buộc (đóng tất cả, chờ đợi, và bắt đầu lại tất cả!).
TxtSinglePBTimeForced_Info_01=Gõ vào số phút để giữ đóng CoC. Thiết lập tối thiểu để 15 phút để thiết lập lại Personal Break đếm thời gian!
TxtThreads_Info_01=Khi hình ảnh được xử lý, nhiều luồng được sử dụng. Ở đây bạn chỉ định bao nhiêu chủ đề bot này có thể sử dụng.\r\nÍt chủ đề hơn làm giảm đáng kể việc sử dụng CPU của bạn.\r\nMột nửa bộ vi xử lý hợp lý sẵn có là một con số tốt. Sử dụng 0 cho tất cả có sẵn. Cài đặt chủ đề toàn cầu có ưu tiên.
[MBR GUI Design Child Bot - Stats]
BtnResetStats=Reset Stats
LblAttacked=Tấn công
LblAttacked_Info_01=Các số của làng bị tấn công bởi Bot.
LblBase-Attacked=Tấn công
LblBuilUpg-by-Elixir_Info_01=Số lượng tòa nhà nâng cấp sử dụng elixir
LblBuilUpg-by-Gold_Info_01=Số lượng tòa nhà nâng cấp sử dụng vàng
LblBuilUpg-Cost-by-Elixir_Info_01=Chi phí của Elixir được sử dụng bởi bot trong khi nâng cấp các công trình
LblBuilUpg-Cost-by-Gold_Info_01=Chi phí của Gold được sử dụng bởi bot trong khi nâng cấp các công trình
LblCost-Collect=Chi phí && Thu gom
LblDarkE=DarkE
LblDead-Base=Nhà Hoang
LblDead-Base_Info_01=Các số Nhà hoang bị tấn công bởi Bot.
LblDead-Base-Gain=thu được
LblDead-Base-Gain-Dark_Info_01=Lượng Dark Elixir thu được từ tấn công Nhà Hoang bởi Bot.
LblDead-Base-Gain-Elixir_Info_01=Số Lượng Elixir thu được từ tấn công Nhà Hoang bởi Bot.
LblDead-Base-Gain-Gold_Info_01=Số Lượng Gold thu được từ tấn công Nhà Hoang bởi Bot.
LblDead-Base-Gain-Trophies_Info_01=Số Lượng Trophy thu được từ tấn công Nhà Hoang bởi Bot.
LblDElixir-collected=DElixir collected
LblDElixir-collected_Info_01=Dark Elixir đã đạt được bằng cách thu thập khoan
LblDropped=Giảm
LblDropped_Info_01=Số lượng Bot giảm Cup do Cài đặt Cup (trên tab Linh tinh).
LblElixir=Elixir
LblElixir-collected=Elixir collected
LblElixir-collected_Info_01=Elixir đã đạt được bằng cách thu thập các mỏ
LblGainPerHour=Được mỗi giờ
LblGold=Gold
LblGold-collected=Gold collected
LblGold-collected_Info_01=Gold đã đạt được bằng cách thu thập các mỏ
LblHeroesUpg=Hero Upgrade
LblHeroesUpg_Info_01=Số lượng các Hero nâng cấp
LblheroesUpg-Cost=Upg. Cost DElixir
LblheroesUpg-Cost_Info_01=Chi phí của Dark Elixir được sử dụng bởi bot trong khi nâng cấp Hero
LblLastAttack=Tấn công Cuối
LblLeague=League
LblLeagueBonus=Giải thưởng
LblLive-Base=Nhà Sống
LblLive-Base_Info_01=Các số nhà sống bị tấn công bởi Bot.
LblLive-Base-Gain-Dark_Info_01=Số Lượng Dark Elixir thu được từ tấn công Nhà Sống bởi Bot.
LblLive-Base-Gain-Elixir_Info_01=Số Lượng Elixir thu được từ tấn công Nhà Sống bởi Bot.
LblLive-Base-Gain-Gold_Info_01=Số Lượng Gold thu được từ tấn công Nhà Sống bởi Bot
LblLive-Base-Gain-Trophy_Info_01=Số Lượng Cup thu được từ tấn công Nhà Sống bởi Bot.
LblNbr-of-OoS=Nbr of OoS
LblNbr-of-OoS_Info_01=Số lỗi Out of Sync xảy ra
LblRun=Chạy:
LblRuntime=Thời gian Chạy
LblRuntime_Info_01=Tổng thời gian chạy của Bot.
LblSearch-Cost=Search Cost
LblSearch-Cost_Info_01=Chi phí tìm kiếm bỏ qua các làng bằng Gold
LblSkipped=Bỏ qua
LblSkipped_Info_01=Các số của làng đó đã bị bỏ qua trong quá trình tìm kiếm bởi Bot.
LblStartedWith=Bắt đầu với
LblStats=Thống Kê
LblStatsBonusLast_Info_01=Lượng Gold Thưởng bạn đã đạt được về cuộc tấn công cuối cùng.
LblStatsBonusLast_Info_02=Lượng Elixir Thưởng bạn đã đạt được về cuộc tấn công cuối cùng.
LblStatsBonusLast_Info_03=Lượng Dark Elixir Thưởng bạn đã đạt được về cuộc tấn công cuối cùng.
LblStatsDonDark-Spells=Dark Elixir Spells
LblStatsDonDark-Troops=Dark Elixir Troops
LblStatsDonElixir-Spells=Elixir Spells
LblStatsDonElixir-Troops=Elixir Troops
LblStatsDonTotal=Tổng Donated
LblStatsDonTotalXP=XP Won
LblStatsGainPerHour_Info_01=Gold tăng mỗi giờ
LblStatsGainPerHour_Info_02=Elixir tăng mỗi giờ
LblStatsGainPerHour_Info_03=Dark Elixir tăng mỗi giờ
LblStatsGainPerHour_Info_04=Cup tăng mỗi giờ
LblStatsLastAttack_Info_01=Số lượng Gold bạn đã đạt được về cuộc tấn công cuối cùng.
LblStatsLastAttack_Info_02=Số lượng Elixir bạn đã đạt được về cuộc tấn công cuối cùng.
LblStatsLastAttack_Info_03=Số lượng Dark Elixir bạn đã đạt được về cuộc tấn công cuối cùng.
LblStatsLastAttack_Info_04=Số lượng Cup bạn đạt được hoặc bị mất về cuộc tấn công cuối cùng.
LblStatsSmartEarthQuakeUsed_Info_01=Số lượng của Earthquake Spells được sử dụng để đánh
LblStatsSmartLightningUsed_Info_01=Số lượng của Lightning Spells được sử dụng để đánh
LblStatsSmartZap_Info_01=Số lượng của Dark Elixir thắng khi hạ gục
LblStatsStartedWith_Info_01=Lượng Gold bạn có khi bắt đầu bot.
LblStatsStartedWith_Info_02=Lượng Elixir bạn có khi bắt đầu bot.
LblStatsStartedWith_Info_03=Số lượng của Dark Elixir bạn có khi bắt đầu bot.
LblStatsStartedWith_Info_04=Số lượng Cup bạn có khi bắt đầu bot.
LblStatsSZRev2=Smart Zap
LblStatsSZRev2-Used=Sử dụng
LblStatsTop_Info_01=Top Gold thu được
LblStatsTop_Info_02=Top Elixir thu được
LblStatsTop_Info_03=Top Dark thu được
LblStatsTop_Info_04=Top Trophy thu được
LblStatsTotalGain_Info_01=Tổng số Gold mà bạn đã đạt được hoặc bị mất trong khi Bot đang chạy.
LblStatsTotalGain_Info_02=(Bao gồm chi tiêu của các nguồn lực về nâng cấp các công trình)
LblStatsTotalGain_Info_03=Tổng số Elixir bạn đã đạt được hoặc bị mất trong khi Bot đang chạy.
LblStatsTotalGain_Info_04=Tổng số Dark Elixir bạn đã đạt được hoặc bị mất trong khi Bot đang chạy.
LblStatsTotalGain_Info_05=Số Cup bạn đạt được hoặc bị mất trong khi Bot đang chạy.
LblTH-Bully=TH Bully
LblTH-Bully_Info_01=Số cơ sở TH Bully bị tấn công bởi Bot.
LblTH-Bully-Gain-Dark_Info_01=Số Lượng Dark Elixir thu được từ tấn công base TH Bully bởi Bot.
LblTH-Bully-Gain-Elixir_Info_01=Số Lượng Elixir thu được từ tấn công base TH Bully bởi Bot.
LblTH-Bully-Gain-Gold_Info_01=Số Lượng Gold thu được từ tấn công các base TH Bully bởi Bot.
LblTH-Bully-Gain-Trophy_Info_01=Số Lượng Cup thu được từ tấn công base TH Bully bởi Bot.
LblTH-Snipe=TH Snipe
LblTH-Snipe_Info_01=Các số tấn công của TH Snipes bởi Bot.
LblTH-Snipe-Gain-Dark_Info_01=Số Lượng Dark Elixir thu được từ tấn công các base TH Snipe bởi Bot.
LblTH-Snipe-Gain-Elixir_Info_01=Số Lượng Elixir thu được từ tấn công các base TH Snipe bởi Bot.
LblTH-Snipe-Gain-Gold_Info_01=Số Lượng Gold thu được từ tấn công các base TH Snipe bởi Bot.
LblTH-Snipe-Gain-Trophy_Info_01=Số Lượng Cup thu được từ tấn công các base TH Snipe bởi Bot.
LblTH-Snipe-Lost_Info_01=Số lượng TH Snipe thất bại
LblTH-Snipe-Win_Info_01=Số lượng TH Snipes thành công
LblTopLoot=Top Loot
LblTotalGain=Tổng thu được
LblTrain-Cost-DElixir=Train Cost DElixir
LblTrain-Cost-DElixir_Info_01=Dark Elixir dành cho đào tạo quân Dark Barrack
LblTrain-Cost-Elixir=Train Cost Elixir
LblTrain-Cost-Elixir_Info_01=Elixir dành cho việc huấn luyện quân Barrack
LblTrophy=Cup
LblUpg-by-Elixir=Upg. by Elixir
LblUpg-by-Gold=Upg. by Gold
LblUpgrade-Costs=Chi phí Nâng cấp
LblUpgrades-Made=Thực hiện Nâng cấp
LblWallUpg-by-Elixir_Info_01=Các số của Walls nâng cấp bởi Elixir.
LblWallUpg-by-Gold_Info_01=Các số của Walls nâng cấp bằng vàng.
LblWallUpg-Cost-by-Elixir=UPG. Cost Elixir
LblWallUpg-Cost-by-Elixir_Info_01=Chi phí của Elixir được sử dụng bởi bot trong khi nâng cấp tường
LblWallUpg-Cost-by-Gold=Upg. Cost Gold
LblWallUpg-Cost-by-Gold_Info_01=Chi phí của Gold được sử dụng bởi bot trong khi nâng cấp tường
[MBR GUI Design Child Village - Donate]
ChkExtraAlphabets=Cyrillic
ChkExtraAlphabets_Info_01=Kiểm tra này để kích hoạt Cyrillic Alphabet.
ChkExtraChinese=Chinese
ChkExtraChinese_Info_01=Kiểm tra này để kích hoạt Chinese Alphabet.
ChkExtraKorean=Korean
ChkExtraKorean_Info_01=Kiểm tra này để kích hoạt Korean Alphabet.
ChkExtraPersian=Persian
ChkExtraPersian_Info_01=Kiểm tra này để kích hoạt Persian Alphabet.
DonateTxtCustom=Custom Troops
Group_01=Menu Lựa Chọn Donate Quân
Group_02=Tổng Danh Sách Đen
LblDonateCustom_01=1st
LblDonateCustom_02=2nd
LblDonateCustom_03=3rd
LblExtraAlphabets=Extra Alphabet Recognitions:
LblGeneralBlacklist=KHÔNG donate cho bất kỳ của các từ khóa
TxtBlacklist1=Danh Sách Đen
TxtBlacklistTroop_Item_01=no barbarians\r\nno barb\r\nbarbarians no\r\nbarb no
TxtBlacklistTroop_Item_02=no archers\r\nno arch\r\narchers no\r\narch no
TxtBlacklistTroop_Item_03=no giants\r\ngiants no
TxtBlacklistTroop_Item_04=no goblins\r\ngoblins no
TxtBlacklistTroop_Item_05=no wall breakers\r\nwall breakers no
TxtBlacklistTroop_Item_06=no balloon\r\nballoons no
TxtBlacklistTroop_Item_07=no wizards\r\nwizards no\r\nno wizard\r\nwizard no
TxtBlacklistTroop_Item_08=no healer\r\nhealer no
TxtBlacklistTroop_Item_09=no dragon\r\ndragon no
TxtBlacklistTroop_Item_10=no PEKKA\r\npekka no
TxtBlacklistTroop_Item_11=no baby dragon\r\nbaby dragon no\r\nno baby\r\nbaby no
TxtBlacklistTroop_Item_12=no miner\r\nminer no\r\nno mine\r\nmine no
TxtBlacklistTroop_Item_13=no lightning\r\nlightning no
TxtBlacklistTroop_Item_14=no heal\r\nheal no
TxtBlacklistTroop_Item_15=no rage\r\nrage no
TxtBlacklistTroop_Item_16=no jump\r\njump no
TxtBlacklistTroop_Item_17=no freeze\r\nfreeze no
TxtBlacklistTroop_Item_18=no minions\r\nminions no\r\nno minion\r\nminion no
TxtBlacklistTroop_Item_19=no hogs\r\nhog no
TxtBlacklistTroop_Item_20=no valkyries\r\nvalkyries no\r\nno valk\r\nvalk no
TxtBlacklistTroop_Item_21=no golem\r\ngolem no
TxtBlacklistTroop_Item_22=no witches\r\nwitch no
TxtBlacklistTroop_Item_23=no lavahound\r\nlava no\r\nhound no
TxtBlacklistTroop_Item_24=no bowler\r\nbowl no
TxtBlacklistTroop_Item_25=no poison\r\npoison no
TxtBlacklistTroop_Item_26=no earthquake\r\nquake no
TxtBlacklistTroop_Item_27=no haste\r\nhaste no
TxtBlacklistTroop_Item_28=no skeleton\r\nskeleton no\r\nno skel
TxtBlacklistTroop_Item_29=no ground\r\nground no\r\nonly
TxtBlacklistTroop_Item_30=no air\r\nair no\r\nonly\r\njust
TxtDonate=Donate
TxtDonateAll=Donate cho Tất cả
TxtDonateTip=Kiểm tra này để donate
TxtDonateTipAll=cho tất cả các Request trong Trò Chuyện.
TxtDonateTipTroop=nếu từ khóa phù hợp với Request trong trò chuyện.
TxtDonateTroop_Item_01=barbarians\r\nbarb
TxtDonateTroop_Item_02=archers\r\narch
TxtDonateTroop_Item_03=giants\r\ngiant\r\nany\r\nreinforcement
TxtDonateTroop_Item_04=goblins\r\ngoblin
TxtDonateTroop_Item_05=wall breakers\r\nbreaker
TxtDonateTroop_Item_06=balloons\r\nballoon
TxtDonateTroop_Item_07=wizards\r\nwizard\r\nwiz
TxtDonateTroop_Item_08=healer
TxtDonateTroop_Item_09=dragon
TxtDonateTroop_Item_10=PEKKA\r\npekka
TxtDonateTroop_Item_11=baby dragon\r\nbaby
TxtDonateTroop_Item_12=miner|mine
TxtDonateTroop_Item_13=lightning
TxtDonateTroop_Item_14=heal
TxtDonateTroop_Item_15=rage
TxtDonateTroop_Item_16=jump
TxtDonateTroop_Item_17=freeze
TxtDonateTroop_Item_18=minions\r\nminion
TxtDonateTroop_Item_19=hogriders\r\nhogs\r\nhog
TxtDonateTroop_Item_20=valkyries\r\nvalkyrie\r\nvalk
TxtDonateTroop_Item_21=golem
TxtDonateTroop_Item_22=witches\r\nwitch
TxtDonateTroop_Item_23=lavahound\r\nlava\r\nhound
TxtDonateTroop_Item_24=bowler\r\nbowlers\r\nbowl
TxtDonateTroop_Item_25=poison
TxtDonateTroop_Item_26=earthquake\r\nquake
TxtDonateTroop_Item_27=haste
TxtDonateTroop_Item_28=skeleton|skel
TxtDonateTroop_Item_29=ground support\r\nground
TxtDonateTroop_Item_30=air support\r\nany air
TxtGeneralBlacklist_Info_01=Danh Sách Đen chung cho các donation requests
TxtGeneralBlacklist_Item_01=clan war\r\nwar\r\ncw
TxtIgnoreAll=Điều này cũng sẽ bỏ qua tất cả các từ khóa.
TxtKeywords=Từ khóa cho donating
TxtKeywordsNo=Không donate cho các từ khóa này
TxtKeywordsNoTip=Danh sách đen cho donating
TxtNothing=Nothing
[MBR GUI Design Child Attack - Deadbase Attack Milking]
CapacityStructure_01=0-4%
CapacityStructure_02=5-19%
CapacityStructure_03=20-74%
CapacityStructure_04=75-89%
CapacityStructure_05=90-100%
ChkAtkGEDExtractors=Attack
ChkAttackMinesIfDarkElixir=Attack Dark Elixir Drills Nếu Dark dưới
ChkAttackMinesIfElixir=Attack Elixir Collectors Nếu Elixir dưới
ChkAttackMinesIfGold=Attack Gold Mines Nếu Gold dưới
ChkMilkAfterAttackScripted=Bật Tấn công Scripted
ChkMilkAfterAttackScripted_Info_02=Sử dụng Tấn công scripted cho nhà hoang, này sẽ vô hiệu hóa tấn công tiêu chuẩn
ChkMilkAfterAttackTHSnipe=Bật TH Snipe
ChkMilkFarmForceTolerance=Sức Nhẫn
ChkMilkFarmForceTolerance_Info_01=Nhẫn Bình thường
ChkMilkFarmForceTolerance_Info_02=Nhẫn Mạnh mẽ
ChkMilkFarmForceTolerance_Info_03=Nhẫn Phá hủy
ChkMilkingDebugFullSearch=tìm kiếm full, chỉ cho mục đích gỡ lỗi (rất chậm)
ChkMilkingDebugFullSearch_Info_01=với các tùy chọn này, bạn có thể phát hiện hình ảnh của không bị phát hiện Elixir Vắt
ChkMilkingDebugIMG=Hãy hình ảnh của từng vắt sữa với bù đắp
ChkMilkingDebugVillage=Hãy hình ảnh của làng
ChkSnipeIfNoElixir=Snipe ngay cả Nếu Ko Collector có thể Milked
ChkStructureDestroyedAfterAttack=Kiểm tra Cấu trúc Phá hủy Sau Sóng
ChkStructureDestroyedAfterAttack_Info_01=Sau khi tấn công một cấu trúc, kiểm tra xem nó đã bị phá hủy bởi sóng khác.
ChkStructureDestroyedAfterAttack_Info_02=Bạn phải có một sự chậm trễ cao giữa sóng để sử dụng tùy chọn này
ChkStructureDestroyedBeforeAttack=Kiểm tra Cấu trúc Phá hủy Trước Sóng
ChkStructureDestroyedBeforeAttack_Info_01=Trước khi tấn công một cấu trúc, kiểm tra xem nó đã bị phá hủy bởi sóng khác.
ChkStructureDestroyedBeforeAttack_Info_02=Bạn phải có một sự chậm trễ cao giữa sóng để sử dụng tùy chọn này
CmbMilkAttackType_Item_01=Chậm: Kiểm tra các tài nguyên trong từng collector.
CmbMilkAttackType_Item_02=Nhanh: Chỉ kiểm tra các cấp độ của mỗi collector.
CmbMilkingAttackDropGoblinAlgorithm_Item_01=Thả từng Goblin ở cùng địa điểm
CmbMilkingAttackDropGoblinAlgorithm_Item_02=Thả từng Goblin tại một nơi khác
CmbMilkLvl_01=Levels 1-4
CmbMilkLvl_05=Level 5
CmbMilkLvl_06=Level 6
CmbMilkLvl_07=Level 7
CmbMilkLvl_08=Level 8
CmbMilkLvl_09=Level 9
CmbMilkLvl_10=Level 10
CmbMilkLvl_11=Level 11
CmbMilkLvl_12=Level 12
CmbStructureOrder_Item_01=Thứ tự Tấn công: như được tìm thấy
CmbStructureOrder_Item_02=Thứ tự Tấn công: Ngẫu nhiên
CmbStructureOrder_Item_03=Thứ tự Tấn công: bên cạnh
Group_01=Chọn Loại Milking Tìm kiếm
Group_02=Elixir Collectors Cấp độ Min. để Tấn công
Group_03=Legend
Group_04=Cấu trúc Để Tấn công
Group_05=Chỉ Tấn Công Nếu
Group_06=4. Lính sử dụng Để Mỗi Công trình
Group_07=5. Tùy chọn thả
Group_08=Kiểm tra Cấu trúc Bị Phá hủy
Group_09=5a. Snipe Bên ngoài TH Sau khi Milking
Group_10=5b. Tiếp tục với 1 Tấn công Scipted
Group_11=Cài đặt khoan dung
Group_12=Debug
LblMaxTilesMilk=Max Gạch Từ biên giới
LblMilkSnipeAlgorithm=Dùng Thuật toán
LblRedline-and-Collectors=Khoảng cách giữa kẻ đỏ và collectors
LblWhichLevel=Trong đó có 1 Lvl
TxtDelayWaves=- Sự chậm trễ giữa Sóng (ms):
TxtDisable=DIS.
TxtMaxWaves=- Sóng Max:
TxtMaxWaves_Info_01=Chọn số lượng tối đa của sóng của quân để thả tại mỗi collector.
TxtMaxWaves_Info_02=Nếu bộ thu bị tiêu diệt, sau đó không có sóng nhiều hơn sẽ được giảm xuống vào nó.
TxtXWave=- Lính mỗi sóng:
[MBR Func_Notify]
Another-Device_Info_01=Thiết bị khác kết nối
Another-Device_Info_02=Thiết bị khác đã được kết nối, chờ đợi
ATTACK OFF=Attack Off
ATTACK OFF_Info_01=- Bật 'Dừng Tấn Công' trong Tab 'Linh Tinh' với tùy chọn 'ở lại trực tuyến'
ATTACK OFF_Info_02=Set Halt Attack OFF.
ATTACK ON_Info_01=Attack On
ATTACK ON_Info_02=Set Halt Attack ON.
Attack_Info_01=Tấn công
Attack_Info_02=Không thể xác định vị trí nút Next, Khởi động lại Bot
Bot=BOT
Bot_Info_01=- Bạn từ xa có thể gửi LỆNH kiểm soát bot của bạn từ danh sách sau:
BUILDER=BUILDER
BUILDER_Info_01=- gửi một ảnh chụp của tình trạng builder của
BUILDER_Info_03=builder(s) rảnh.
BUILDER_Info_04=Chief, bạn yêu cầu cho Thông tin Builder sẽ được xử lý càng sớm càng tốt
Camps-Full_Info_01=Army Camps của bạn bây giờ là đầy đủ
Command-Not-Recognized=Lệnh không được công nhận
DELETE=DELETE
DELETE_Info_01=- xóa tất cả tin nhắn PushBullet trước đó của bạn
Examples=Các ví dụ:
Free-Builders_Info_01=Số. của Builders Frees
GEM_Info_01=GEM
HALTATTACKOFF=HALTATTACKOFF
HALTATTACKON=HALTATTACKON
HELP=HELP
HELP_Info_01=- gửi thông báo trợ giúp này
HIBERNATE=HIBERNATE
HIBERNATE_Info_01=- Hibernate host PC
HIBERNATE_Info_02=PC Hibernate sequence initiated
LASTRAID=LASTRAID
LASTRAID_Info_01=- gửi các ảnh chụp loot cuộc tấn công cuối cùng của
Last-Raid_Info_01=Đột kích Cuối
Last-Raid_Info_02=Đột kích Cuối txt
Last-Raid_Info_03=Không có cuộc đột kích chụp màn hình mới.
Last-Raid_Info_04=Đột kích Cuối txt
Last-Raid_Info_05=Đột kích Cuối
LASTRAIDTXT=LASTRAIDTXT
LASTRAIDTXT_Info_01=- gửi các giá trị loot tấn công cuối cùng của
LOG=LOG
LOG_Info_01=- gửi các tập tin bản ghi hiện tại của
LOG_Info_02=logs
LOG_Info_03=Nhật ký Hiện tại
LOG_Info_04=CoC Có Lỗi Stopped
LOG_Info_05=Khởi động lại sau khi lỗi Out of Sync
LOG_Info_06=Ngắt kết nối sau
LOG_Info_07=Run Time
Loots_Info_01=Loots
Match-Found_Info_01=Tìm thấy Trận đấu! sau
Need-Rest_Info_01=Chief, chúng tôi cần một số phần còn lại!!
New-Version_Info_01=Chief, có một phiên bản mới của bot có sẵn
Notify_001=Notify PushBullet
PAUSE=PAUSE
PAUSE_Info_01=- tạm dừng bot tên
Request-For-Help_Info_01=Vui lòng ấn BOT HELP để có được một danh sách lệnh hoàn chỉnh.
Request-For-Help_Info_02=Yêu cầu trợ giúp
Request-Stop_Info_01=Yêu cầu để Stop
Request-Stop_Info_02=Yêu cầu để Stop...
Request-Stop_Info_03=Bot của bạn bây giờ là dừng...
Request-Stop_Info_04=Bot của bạn hiện tại đang dừng, không có hành động được thực hiện
Request-Stop_Info_05=Bot và Giả lập của bạn bây giờ khởi động lại
Request-Stop_Info_06=Bot của bạn bây giờ là dừng
Request-Stop_Info_07=Bot của bạn hiện tại đang dừng, không có hành động được thực hiện
Request-Stop_Info_08=Không thể tạm dừng trong cuộc tấn công, hãy thử lại sau.
Request-Stop_Info_09=Bot và Giả lập của bạn bây giờ khởi động lại...
Request-Stop_Info_10=Bot khởi động lại
Request-Stop_Info_11=Bot của bạn hiện đang dừng, không có hành động được thực hiện
Request-Stop_Info_12=Bot của bạn hiện đang được tiếp tục, không có hành động được thực hiện
Request-Stop_Info_13=Yêu cầu của bạn đã được nhận. Bot hiện bị tạm dừng
Request-Stop_Info_14=Yêu cầu của bạn đã được nhận. Bot hiện được tiếp tục
Request-Stop_Info_15=Không thể tạm dừng trong cuộc tấn công, hãy thử lại sau.
Request-Stop_Info_16=Yêu cầu Khởi động lại
Request-Stop_Info_17=Yêu cầu Tạm dừng
Request-Stop_Info_18=Yêu cầu Tiếp tục
RESETSTATS=RESETSTATS
RESETSTATS_Info_01=- reset Thống kê Làng
RESETSTATS_Info_02=Thống kê tự đặt lại.
RESTART=RESTART
RESTART_Info_01=- khởi động lại Giả lập và bot tên
RESUME=RESUME
RESUME_Info_01=- tiếp tục bot tên
Resumed_Info_01=Bot của bạn hiện đang được tiếp tục, không có hành động được thực hiện
SCREENSHOT=SCREENSHOT
SCREENSHOT_Info_01=- gửi một ảnh chụp của
SCREENSHOT_Info_02=Không có cuộc đột kích chụp màn hình mới
SCREENSHOT_Info_03=Chief, bạn yêu cầu cho Chụp màn hình sẽ được xử lý càng sớm càng tốt
SCREENSHOT_Info_04=Ảnh chụp màn hình ngôi làng của bạn
SCREENSHOTHD=SCREENSHOTHD
SCREENSHOTHD_Info_01=- gửi một ảnh chụp ở độ phân giải cao của
SHIELD=SHIELD
SHIELD_Info_01=- gửi một ảnh chụp của tình trạng shield
SHIELD_Info_02=Chief, bạn yêu cầu cho Thông tin Shield sẽ được xử lý càng sớm càng tốt
SHUTDOWN=SHUTDOWN
SHUTDOWN_Info_01=- Shut down host PC
SHUTDOWN_Info_02=PC Shutdown sequence initiated
Skip_Info_01=skip(s)
Skip_Info_02=Bỏ qua
STANDBY=STANDBY
STANDBY_Info_01=- Standby host PC
STANDBY_Info_02=PC Standby sequence initiated
STATS=STATS
STATS_Info_01=- gửi thống kê Làng của
Stats_Info_02=Báo cáo Số liệu Thống Kê Làng
Stats_Info_03=Bạn có
Stats_Info_04=Thu được mỗi Giờ
Stats_Info_05=Tại Bắt đầu
Stats_Info_06=Tấn công tại
Stats-DE_Info_01=DE
Stats-E_Info_01=E
Stats-G_Info_01=G
Stats-Now_Info_01=Bây giờ (Tài nguyên hiện tại)
Stats-T_Info_01=T
STOP=STOP
STOP_Info_01=- dừng bot tên
Take-Break_Info_01=Làng phải mất một break..
Train_Info_01=Trạng thái Train Troops/Spells
Train_Info_02=Khả năng Hiện tại
Train_Info_03=- Army Camp
Train_Info_04=- Spells
Train_Info_05=Current Capacities
Train_Info_06=-  Army Camp
TROOPS=TROOPS
TROOPS_Info_01=E
Upgrading_Info_01=Nâng cấp
Upgrading_Info_02=Bỏ qua nâng cấp
Upgrading_Info_03=Hoàn thành sử dụng bằng GOLD
Upgrading_Info_04=Complete by using ELIXIR
Upgrading_Info_05=Không thể tìm thấy nút nâng cấp gold
Upgrading_Info_06=Không thể tìm thấy nút nâng cấp elixir
Upgrading_Info_07=Nâng cấp hoàn thành bằng sử dụng GOLD
Upgrading_Info_08=Nâng cấp hoàn thành bằng sử dụng ELIXIR
Upgrading_Info_09=Không nâng cấp nút Elixir
Upgrading_Info_10=Cannot find gold upgrade button
Uploading-File_Info_01=tập tin tải lên máy chủ PushBullet
Uploading-File_Info_02=Xảy ra một lỗi 2 loại tập tin tải lên máy chủ Telegram...
Uploading-File_Info_03=Không thể Upload File
Uploading-File_Info_04=Xảy ra một loại lỗi
Uploading-File_Info_05=Unable to send file
Wall-Up_Info_01=Số của Up Wall
Wall-Up_Info_02=level Wall tìm thấy
Wall-Up_Info_03=Không thể tìm thấy level Wall
Wall-Up_Info_04=Đoạn Wall đã được xác định

[500]
500=***Section use for Bot messages and splash***

[600]
600=***Section use for Tab Name***

[601]
601=***Section use for General***

[602]
602=***Section use for General Bottom***

[603]
603=***Section use for Commun Value***

[604]
604=***Section use for Troops***

[605]
605=***Section use for Spell***

[606]
606=***Section use for Tab End Battle***

[607]
607=***Section use for Tab Scripted Attack***

[608]
608=***Section use for Tab Standard Attack***

[609]
609=***Section use for Tab Trophy Setting***

[610]
610=***Section use for Village Misc***

[611]
611=***Section use for Tab Request Troops***

[612]
612=***Section use for Tab Donate Troops***

[613]
613=***Section use for Tab Schedule Donations***

[614]
614=***Section use for Tab Upgrade Laboratory***

[615]
615=***Section use for Tab Upgrade Heroes***

[616]
616=***Section use for Tab Upgrade Buildings***

[617]
617=***Section use for Tab Upgrade Wall***

[618]
618=***Section use for Tab Achievements***

[619]
619=***Section use for Tab Notify PushBullet/Telegram***

[620]
620=***Section use for Notify***

[621]
621=***Section use for Tab Troops***

[622]
622=***Section use for Tab Spells***

[623]
623=***Section use for Tab Boost***

[624]
624=***Section use for Tab Attack***

[625]
625=***Section use for Tab Search***

[626]
626=***Section use for Tab Collectors***

[627]
627=***Section use for Tab Load Strategy***

[628]
628=***Section use for Tab Save Strategy***

[629]
629=***Section use for Tab Bully***

[630]
630=***Section use for Tab Options Search***

[631]
631=***Section use for Tab Milking Attack***

[632]
632=***Section use for Tab Stats***

[633]
633=***Section use for Tab Options End Battle***

[634]
634=***Section use for Tab Options Attack***

[635]
635=***Section use for Create Scripted Attack***

[636]
636=***Section use for Tab Bot Options***

[637]
637=***Section use for Tab Bot Profile***

[638]
638=***Section use for SmartZap***

[639]
639=***Section Not use***

[640]
640=***Section use for all Popups***

[641]
641=***Section use for Army Training Options***

[642]
642=***Section use for Distributors***

[643]
643=***Section use for Android Options***
[Android]
Android_Options=Tùy chọn Android
ChkAdbClickDragScript=Sử dụng kịch bản cho Nhấp && Kéo chính xác
ChkAdbClickDragScript_Info=Sử dụng tập tin kịch bản cụ thể của Android cho Nhấp & Kéo.\r\nNếu bỏ chọn, hãy sử dụng 'vuốt đầu vào'.
[Android Control]
BtnAndroidAdbShell=Start ADB Shell trong cửa sổ Console mới
BtnAndroidBack=Gửi lại
BtnAndroidHome=Gửi Trang chủ
BtnPlayStoreGame=Clash of Clans
BtnPlayStoreNovaLauncher=Nova Launcher
Group_03=Điều khiển Android
Group_04=Cài đặt Play Store Apps
